Repository: in2code-de/femanager
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: cs, da, de, es, fr, hr, it, nl, no, pl, sk, sv

# emailCreateNotifyUserProperties
source: Profile properties:
cs: Vlastnosti profilu:
da: Profilegenskaber:
de: Profilangaben:
es: Propiedades del perfil:
fr: Propriétés du profil :
hr: Korisnički račun:
it: Proprietà del profilo:
nl: Profiel eigenschappen:
no: Profilegenskaper:
pl: Ustawienia profilu:
sk: Vlastnosti profilu:
sv: Profilegenskaper:

# emailUpdateNotifySubject
source: Profile update
cs: Aktualizace profilu
da: Profilopdatering
de: Profiländerung
fr: Mise à jour du profil
hr: Ažuriranje korisničkog računa
it: Profilo aggiornato
nl: Profiel bijgewerkt
no: Profiloppdatering
sk: Aktualizácia profilu
sv: Profiluppdatering

# emailUpdateNotifySalutation
source: Dear Admin,
cs: Drahý Admine,
da: Kære administrator
de: Hallo Admin,
es: Estimado Administrador,
fr: Cher administrateur,
hr: Poštovani administratore,
it: Gentile Amministratore,
nl: Beste Admin,
no: Kjære administrator
pl: Drogi Administratorze,
sk: Milý Admin,
sv: Kära administratör,

# emailUpdateNotifyText1
source: Profile change by user %s
cs: Změny profilu uživatelem %s
da: Profil ændret af bruger %s
de: Profiländerung durch Benutzer %s
es: Perfil cambiado desde %s
fr: Changement du profil par l'utilisateur %s
hr: Ažuriranje korisničkog računa %s
it: Cambio del profilo di %s
nl: Profiel wijzigen door gebruiker %s
no: Endring av profil fra %s
pl: Zmiana profilu od %s
sk: Zmena profilu užívateľom %s
sv: Profil ändrad av användaren %s

# emailUpdateNotifyField
source: Fieldname
cs: Název pole
da: Feltnavn
de: Feldname
es: Nombre de campo
fr: Nom du champ
hr: Naziv polja
it: Nome del campo
nl: Veldnaam
no: Feltnavn
pl: Nazwa pola
sk: Názov poľa
sv: Fältnamn

# emailUpdateNotifyOld
source: Old value
cs: Stará hodnota
da: Gammel værdi
de: Alter Wert
es: Antiguo valor
fr: Ancienne valeur
hr: Stara vrijednost
it: Valore precedente
nl: Oude waarde
no: Gammel verdi
pl: Poprzednia wartość
sk: Pôvodná hodnota
sv: Gammalt värde

# emailUpdateNotifyNew
source: New value
cs: Nová hodnota
da: Ny værdi
de: Neuer Wert
es: Nuevo valor
fr: Nouvelle valeur
hr: Nova vrijednost
it: Nuovo valore
nl: Nieuwe waarde
no: Ny verdi
pl: Nowa wartość
sk: Nová hodnota
sv: Nytt värde

# emailUpdateRequestSubject
source: New profile change request
cs: Nová žádost na změnu profilu
da: Ny forespørgsel om ændring af profil
de: Neue Profil-Änderungsanfrage
fr: Nouvelle demande de changement de profil
hr: Novi zahtjev za ažuriranjem korisničkog računa
it: Nuova richiesta di modifica profilo
nl: Aanvraag wijziging nieuw profiel
no: Ny forespørsel om profilendring
sk: Nová žiadosť o zmenu profilu
sv: Ny begäran om profiländring

# emailUpdateRequestSalutation
source: Dear Admin,
cs: Drahý Admine,
da: Kære administrator
de: Hallo Admin,
es: Estimado Administrador,
fr: Cher administrateur,
hr: Poštovani administratore,
it: Gentile Amministratore,
nl: Beste Admin,
no: Kjære administrator,
pl: Drogi Administratorze,
sk: Milý Admin,
sv: Kära administratör,

# emailUpdateRequestText1
source: Profile change request from %s
cs: Žádost na změnu profilu uživatelem %s
da: Forespørgsel om profilændringer fra %s
de: Profiländerung durch Benutzer %s erwünscht
es: Solicitud de cambio de perfil desde %s
fr: Demande de changement de profil par %s
hr: Zahtjev za ažuriranjem korisničkog računa %s
it: Cambio del profilo richiesto da %s
nl: Aanvraag profielwijziging van %s
no: Forespørsel om profilendring fra %s
pl: Prośba o zmianę profilu od %s
sk: Žiadosť o zmenu profilu užívateľom %s
sv: Begäran om profiländring från %s

# emailUpdateRequestText2
source: All changes:
cs: Všechny změny:
da: Alle ændringer:
de: Alle Änderungen im Überblick:
es: Todo los cambios:
fr: Tous les changements :
hr: Sve izmjene:
it: Tutti i cambiamenti:
nl: Alle wijzigingen:
no: Alle endringer:
pl: Wszystkie zmiany:
sk: Všetky zmeny:
sv: Alla ändringar:

# emailUpdateRequestField
source: Fieldname
cs: Název pole
da: Feltnavn
de: Feldname
es: Nombre del campo
fr: Nom du champ
hr: Naziv polja
it: Nome del campo
nl: Veldnaam
no: Feltnavn
pl: Nazwa pola
sk: Názov poľa
sv: Fältnamn

# emailUpdateRequestOld
source: Old value
cs: Stará hodnota
da: Gammel værdi
de: Alter Wert
es: Antiguo valor
fr: Ancienne valeur
hr: Stara vrijednost
it: Valore precedente
nl: Oude waarde
no: Gammel verdi
pl: Poprzednia wartość
sk: Pôvodná hodnota
sv: Gammalt värde

# emailUpdateRequestNew
source: New value
cs: Nová hodnota
da: Ny værdi
de: Gewünschter Wert
es: Nuevo valor
fr: Nouvelle valeur
hr: Nova vrijednost
it: Nuovo valore
nl: Nieuwe waarde
no: Ny verdi
pl: Nowa wartość
sk: Nová hodnota
sv: Nytt värde

# emailUpdateRequestLinkConfirm
source: Confirm changes
cs: Potvdit změny
da: Bekræft ændringer
de: Änderungen akzeptieren
es: Confirmar cambios
fr: Confirmer les modifications
hr: Potvrdi izmjene
it: Conferma cambiamenti
nl: Wijzigingen bevestigen
no: Bekreft endringer
pl: Potwierdź zmiany
sk: Potvrdiť zmeny
sv: Bekräfta ändringar

# emailUpdateRequestLinkRefuse
source: Refuse changes and notify user
cs: Zamítnout změny a oznámit to uživateli
da: Afvis ændringer og meddel bruger
de: Änderungen verwerfen und Benutzer informieren
es: Rechazar cambios y notificar al usuario
fr: Refuser les changements et avertir l'utilisateur
hr: Odbaci izmjene i obavijesti korisnika
it: Rifiuta i cambiamenti e notifica l'utente
nl: Wijzigingen weigeren en gebruiker op de hoogte brengen
no: Avslå endringer og varsle bruker
pl: Odrzuć zmiany i powiadom użytkownika
sk: Zamietnuť zmeny a poslať oznámenie užívateľovi
sv: Neka ändringar och meddela användaren

# emailUpdateRequestLinkSiltentRefuse
source: Refuse changes and do not notify user
cs: Zamítnout změny a neoznámit to uživateli
da: Afvis ændringer og meddel ikke bruger
de: Änderungen still verwerfen
es: Rechazar cambios y no notificar al usuario
fr: Refuser les changements sans avertir l'utilisateur
hr: Odbaci izmjene i nemoj obavijestiti korisnika
it: Rifiuta i cambiamenti e non notificare l'utente
nl: Wijzigingen weigeren en de gebruiker niet op de hoogte brengen
no: Avslå endringer og ikke varsle bruker
pl: Odrzuć zmiany i nie powiadamiaj użytkownika
sk: Zamietnuť zmeny a neposlať oznamenie užívateľovi
sv: Neka ändringar och meddela ej användaren

# emailUpdateRequestRefusedSubject
source: Your update request was refused
cs: Vaše žádost o změny byla zmítnuta
da: Din forespørgsel om opdatering blev afvist
de: Ihre Änderungsanfrage wurde abgelehnt
fr: La mise à jour de votre profil a été refusée
hr: Vaš zahtjev za ažuriranjem je odbijen
it: Il tuo aggiornamento è stato rifiutato
nl: Uw verzoek om update werd geweigerd
no: Din forespørsel om oppdatering ble avslått
sk: Vaša žiadosť o zmenu profilu bola zamietnutá
sv: Din begäran om uppdatering nekades

# emailUpdateRequestRefusedSalutation
source: Dear
cs: Drahý(á)
da: Kære
de: Hallo
es: Estimado
fr: Bonjour
hr: Poštovani
it: Gentile
nl: Beste
no: Kjære
pl: Drogi
sk: Milý
sv: Kära

# emailUpdateRequestRefusedText1
source: Thank you for your update request. We're sorry to tell you, that we had to refuse your request.
cs: Děkujeme za vaši žádost o změnu profilu. Litujeme, ale musíme vám oznámit, že jsme vaši žádost zamítli.
da: Tak for din forespørgsel om opdatering. Vi beklager at måtte fortælle, at din forespørgsel blev afvist.
de: Vielen Dank für Ihre Änderungsanfrage. Wir müssen Ihnen jedoch mitteilen, dass Ihr Änderungswunsch nicht genehmigt werden konnte.
es: Gracias por su solicitud de actualización. Lamentamos decirle que tuvimos que rechazar su solicitud.
fr: Merci pour votre demande de mise à jour. Nous sommes désolé de vous informer que nous avons refusé votre demande.
hr: Zahvaljujemo Vam na Vašem zahtjevu za ažuriranjem. Nažalost moramo Vas razočarati, Vaš zahtjev je odbijen.
it: Grazie per aver la vostra richiesta di aggiornamento. Siamo spiacenti di informarla che la sua richiesta è stata rifiutata.
nl: Dank u voor uw update verzoek. Het spijt ons u te moeten mededelen dat we uw verzoek hebben moeten weigeren.
no: Takk for oppdateringen. Vi beklager å fortelle deg, at vi måtte avvise forespørselen din.
pl: Dziękujemy za Twoją prośbę aktualizacji. Z przykrością informujemy, że musieliśmy odrzucić Twoją prośbę.
sk: Ďakujeme za vašu žiadosť o zmenu profilu. S poľutovaním Vám oznamujeme, že sme vašu žiadosť museli zamietnuť.
sv: Tack för din begäran om uppdatering. Tyvärr var vi tvungna att neka din begäran.

# emailUpdateRequestRefusedText2
source: Please contact %s for further information.
cs: Kontaktujte prosím %s pro více informací.
da: Kontakt venligst %s for yderligere information.
de: Bitte kontaktieren Sie %s für weitere Informationen.
es: Por favor, para mayor información póngase en contacto con %s .
fr: Pour plus d'informations, contacter %s
hr: Molimo Vas da kontaktirate %s za daljnje informacije.
it: Si prega di contattare %s per maggiori informazioni.
nl: Neem contact op met %s voor meer informatie.
no: Ta kontakt med %s for ytterligere informasjon.
pl: Prosimy o kontakt z %s w celu uzyskania dalszych informacji.
sk: Kontaktujte prosím %s pre viac informácií.
sv: Vänligen kontakta %s för information.

# emailUpdateRequestRefusedSignature
source: Your website team.
cs: Tým vašeho webu.
da: Dit hjemmeside-team.
de: Ihr Website-Team.
es: Su equipo web
fr: L'équipe du site.
hr: Vaš tim internet stranice.
it: Il Team dei sito web.
nl: Jouw website-team.
no: Ditt nettstedsteam.
pl: Twój zespół portalu.
sk: Váš website tím.
sv: Ditt webbplatsteam.

# emailInvitationSubject
source: Confirm your profile
cs: Potvrzení vašeho profilu
da: Bekræft din profil
de: Bestätigen Sie Ihr Profil
fr: Confirmer votre profil
hr: Potvrdite Vaš korisnički račun
it: Conferma profilo
nl: Bevestig je profiel
no: Bekreft din profil
sk: Potvrdiť váš profil
sv: Bekräfta din profil

# emailInvitationSalutation
source: Dear
cs: Drahý(á)
da: Kære
de: Hallo
es: Estimado
fr: Bonjour
hr: Poštovani
it: Gentile
nl: Beste
no: Kjære
pl: Drogi
sk: Milý
sv: Kära

# emailInvitationText1
source: Your new profile was just created.
cs: Váš nový profil byl právě vytvořen.
da: Din nye profil er netop blevet oprettet.
de: Ihr neues Profil wurde soeben erstellt.
es: Su nuevo perfil ha sido creado.
fr: Votre nouveau profil a été créé
hr: Vaš novi korisnički račun je upravo otvoren.
it: Il tuo nuovo profilo è stato creato.
nl: Je nieuwe profiel is zojuist aangemaakt.
no: Din nye profil ble aktivert.
pl: Twój nowy profil został właśnie utworzony.
sk: Váš nový profil bol práve vytvorený.
sv: Din nya profil har nu skapats.

# emailInvitationText2
source: Please confirm your profile registration on our server by clicking the following link. After that, you can define a password.
cs: Potvrďte prosím vaši registraci profilu na našem webu kliknutím na tento odkaz. Poté budete moci zadat heslo.
da: Bekræft din registrering af profil på vores server ved at klikke på det følgende link. Herefter kan du definere din adgangskode.
de: Bitte bestätigen Sie ihre Profil-Registrierung auf unserem Server durch Anklicken des nachfolgenden Links. Anschließend können Sie ein Passwort vergeben.
es: Por favor confirme su registro de perfil en nuestro servidor haciendo clic en el siguiente enlace. Después de eso, podrá definir una contraseña.
fr: Merci de confirmer la création de votre profil en cliquant sur le lien ci-dessous.Après cela, vous pourrez définir un nouveau mot de passe
hr: Molimo Vas da povrdite otvaranje Vašeg korisničkog računa klikom na sljedeću poveznicu. Nakon toga moći ćete postaviti lozinku.
it: Si prega di confermare la procedura di registrazione profilo sui nostri server cliccando sul seguente link. Successivamente, si potrà definire la password.
nl: Bevestig uw profielregistratie op onze server door op de volgende link te klikken. Daarna kunt u een wachtwoord definiëren.
no: Vennligst bekreft din registrering på vår server ved å klikke på følgende link. Etter det, kan du definere et passord.
pl: Potwierdź rejestrację Twojego profilu na naszym serwerze klikając w ten link. Po wykonaniu tej czynności będziesz mógł ustawić hasło.
sk: Prosím, potvrďte vašu registráciu na našom serveri kliknutím na nasledujúci odkaz. Potom budete môcť zadať heslo.
sv: Vänligen bekräfta din profilregistrering genom att klicka följande länk. Därefter kan du specificera ett lösenord.

# emailInvitationLinkConfirm
source: Confirm Profile
cs: Potvrzení profilu
da: Bekræft profil
de: Bestätige Profil
es: Confirmar perfil
fr: Confirmer le profil
hr: Potvrdite korisnički račun
it: Conferma Profilo
nl: Profiel bevestigen
no: Bekreft profil
pl: Potwierdź profil
sk: Potvrdiť profil
sv: Bekräfta profil

# emailInvitationText3
source: If you don't want to be registered on our system, click this link.
cs: Pokud nechcete být u nás registrováni, klikněte na tento odkaz.
da: Hvis du ikke ønsker at blive registreret på vores system, skal du klikke på dette link.
de: Wenn Sie nicht auf unserem System registriert sein wollen, klicken Sie nachstehenden Link an.
es: Si usted no desea estar registrado en nuestro sistema, haga clic en este enlace.
fr: Si vous ne souhaitez pas être enregistré sur notre système, cliquez sur ce lien
hr: Ukoliko ne želite biti korisnik našeg sustava kliknite ovu poveznicu.
it: Se non si desidera essere registrati sul nostro sistema, si prega di cliccare sul seguente link.
nl: Wilt u niet geregistreerd worden op ons systeem, klik dan op deze link.
no: Hvis du ikke ønsker å bli registrert i systemet, klikk på denne linken.
pl: Jeżeli nie chcesz być zarejestrowany w naszym systemie, kliknij w ten link.
sk: Ak si neželáte byť registrovaný v našom systéme, kliknite na tento odkaz.
sv: Om du ej vill registreras i våra system, klicka på denna länk.

# emailInvitationLinkConfirmRefused
source: Delete Profile
cs: Smazat profil
da: Slet profil
de: Profil löschen
es: Eliminar perfil
fr: Supprimer le profil
hr: Izbriši korisnički račun
it: Cancella Profilo
nl: Profiel verwijderen
no: Slett profil
pl: Usuń profil
sk: Odstrániť profil
sv: Ta bort profil

# emailInvitationSignature
source: Your website team.
cs: Tým vašeho webu.
da: Dit hjemmeside-team.
de: Ihr Website-Team.
es: Su equipo web
fr: L'équipe du site.
hr: Tim Vaše internet stranice.
it: Il Team del sito web.
nl: Jouw website-team.
no: Ditt nettstedsteam.
pl: Twój zespół portalu.
sk: Váš website tím.
sv: Ditt webbplatsteam.

# emailInvitationAdminNotifiyStep1Subject
source: User was invited
cs: Uživatel byl pozván
da: Bruger blev inviteret
de: Benutzer wurde eingeladen
fr: L'utilisateur a été invité
hr: Korisnik je pozvan
it: L'utente è stato invitato
nl: Gebruiker is uitgenodigd
no: Bruker ble invitert
sk: Užívateľ bol pozvaný
sv: Användare bjöds in

# emailInvitationAdminNotifiySubject
source: User invitation - Profile finally created
cs: Pozvánka uživatele - Profil byl vytvořen
da: Bruger invitation - profil oprettet
de: Benutzereinladung - Profilerstellung abgeschlossen
fr: Invitation - Profil créé
hr: Pozivnica korisniku - korisnički račun je otvoren
it: Invito Utente - Il profilo è stato creato
nl: Gebruikersuitnodiging - Profiel eindelijk aangemaakt
no: Invitasjon - profil aktivert
sk: Pozvánka užívateľa - Profil bol vytvorený
sv: Användarinbjudan - Profil slutligen skapad

# emailInvitationUserRefusedAdminNotifiyStep1Subject
source: User refused invitation
cs: Uživatel zamítnul pozvánku
da: Bruger afviste invitation
de: Benutzer hat die Einladung abgelehnt
fr: L'utilisateur a refusé l'invitation
hr: Korisnik je odbio pozivnicu
it: L'utente ha rifiutato l'invito
nl: Uitnodiging geweigerd door gebruiker
no: Bruker avslo invitasjon
sk: Užívateľ zamietol pozvánku
sv: Användare nekade inbjudan

# emailInvitationUserRefusedAdminNotifiySalutation
source: Dear Admin,
cs: Drahý Admine,
da: Kære administrator
de: Hallo Admin,
es: Estimado Administrador,
fr: Cher administrateur,
hr: Poštovani administratore,
it: Caro Amministratore,
nl: Beste Admin,
no: Kjære administrator
pl: Drogi Administratorze,
sk: Milý admin,
sv: Kära administratör,

# emailInvitationUserRefusedAdminNotifiyText1
source: Profile invitation of %s
cs: Pozvánka %s
da: Profil invitation af %s
de: Neue Profileinladung - Benutzer %s
es: Invitación perfil de %s
fr: %s vous invite à créer un compte
hr: Poziv za otvaranje korisničkog računa %s
it: Registrazione del profilo di %s
nl: Profieluitnodiging van %s
no: Invitasjon av %s
pl: Rejestracja profilu od %s
sk: Pozvánka %s
sv: Profilinbjudan av %s

# emailInvitationUserRefusedAdminNotifiyText2
source: Profile invitation - User %s refused to set a new password. The profile was deleted.
cs: Pozvánka - Uživatel %s odmítnul zadat nové heslo. Profil byl smazán.
da: Profil invitation - Bruger %s afviste at angive ny adgangskde. Profilen blev slettet.
de: Profileinladung - Benutzer %s hat das Setzen eines neuen Passworts abgelehnt. Das Profil wurde gelöscht.
fr: Invitation - L'utilisateur %s a refusé de renseigner un nouveau mot de passe. Le profil est supprimé
hr: Poziv za otvaranjem korisničkog računa - korisnik %s odbio je postaviti novu lozinku. Korisnički račun je izbrisan.
it: Profilo Invito - L'Utente %s ha rifiutato di impostare una nuova password. Il profilo è stato eliminato.
nl: Profieluitnodiging - Gebruiker %s heeft geweigerd een nieuw wachtwoord in te stellen. Het profiel is verwijderd.
no: Invitasjon - bruker %s nektet å sette et nytt passord. Profilen ble slettet.
sk: Pozvánka - Užívateľ %s odmietol zadať nové heslo. Profil bol odstránený.
sv: Profilinbjudan - Användaren %s vägrade att sätta ett nytt lösenord. Profilen togs bort.

# emailInvitationUserRefusedAdminNotifiyUserProperties
source: Profile properties:
cs: Vlastnosti profilu:
da: Profilegenskaber:
de: Profilangaben:
es: Propiedades del perfil:
fr: Propriétés du profil :
hr: Korisnički račun:
it: Proprietà del profilo:
nl: Profiel eigenschappen:
no: Profilegenskaper:
pl: Ustawienia profilu:
sk: Vlastnosti profilu:
sv: Profilinställningar:

source: No records found.
cs: Žádný záznam nebyl nalezen.
da: Ingen poster fundet.
de: Keine Datensätze gefunden.
es: No se han encontrado registros
fr: Aucun enregistrement trouvé
hr: Nisu pronađeni zapisi.
it: Nessun record trovato.
nl: Geen resultaten gevonden.
no: Ingen poster funnet.
pl: Nie znaleziono rekordów.
sk: Nenašiel sa žiaden záznam.
sv: Inga poster hittades.

# noRecordsFoundClearFilter
source: Clean filter.
cs: Čistý filtr.
da: Tøm filter.
de: Filter löschen.
es: Limpiar filtros
fr: Supprimer le filtre.
hr: Očisti filter.
it: Pulisci i filtri.
nl: Filter opschonen.
no: Tøm filter.
pl: Czyść filtr.
sk: Vyčistiť filter.
sv: Rensa filter.

# noRecordsFoundGoToPage0
source: Show all users from all pages (for administrators only).
da: Vis alle brugere fra alle sider (kun for administratorer).
de: Benutzer von allen Seiten anzeigen (nur für Administratoren).
fr: Afficher tous les utilisateurs de toutes les pages (pour les administrateurs seulement)
hr: Prikaži sve korisnike sa svih stranica (samo za administrativne korisnike).
it: Mostra tutti gli utenti di tutte le pagine (solo per amministratori).
nl: Toon alle gebruikers van alle pagina's (alleen voor beheerders).
no: Vis alle brukere fra alle sider.
sk: Zobraziť všetkých užívateľov zo všetkých stránok.
sv: Visa alla användare från samtliga sidor (endast för administratörer).

# noRecordFoundShow
source: No FE_User given or not logged in
cs: Nebylo zadán FE_User nebo není přihlášen
da: Ingen FE_User givet eller ikke logget ind
de: Kein FE_User übergeben oder nicht eingeloggt.
es: No es un usuario FE_User o no se ha identificado
fr: Pas de FE_User ou il n'est pas connecté
hr: Nije zadan korisnik prednjeg korisničkog sučelja ili nema prijave
it: Nessun dato dei FE_User o nessun utente loggato
nl: Geen FE_User gegeven of niet ingelogd
no: Ingen FE_User gitt eller ikke logget inn
pl: Nie podano Fe_User lub niezalogowany
sk: Nebol zadaný FE užívateľ alebo nie je prihlásený
sv: Ingen FE-användare angiven eller ej inloggad

# notLoggedIn
source: Please log in before
cs: Napřed se prosím přihlašte
da: Log ind først
de: Bitte loggen Sie sich zuvor ein.
es: Por favor, antes debe iniciar sesión
fr: Merci de vous identifier d'abord
hr: Molimo Vas da se prvo prijavite
it: Si prega di effettuare il login prima
nl: Eerst inloggen a.u.b.
no: Vennligst logg inn først
pl: Zaloguj się
sk: Najskôr sa prihláste, prosím
sv: Vänligen logga in först

# submitNew
source: Create Profile Now
cs: Nyní vytvořit profil
da: Opret profil nu
de: Profil jetzt erstellen
es: Crear perfil ahora
fr: Créer un profil
hr: Otvori korisnički račun sada
it: Creare un Profilo adesso
nl: Nieuw profiel maken
no: Lag ny profil nå
pl: Utwórz profil
sk: Vytvoriť profil
sv: Skapa profil nu

# submitResend
source: Resend now
da: Gensend nu
de: Jetzt erneut senden
fr: Renvoyer maintenant
nl: Nu opnieuw verzenden
no: Send på nytt nå
sv: Skicka om nu

# passwordRepeat
source: Repeat Password
cs: Heslo znovu
da: Gentag adgangskode
de: Passwort wiederholen
es: Repetir contraseña
fr: Répéter le mot de passe
hr: Ponovite lozinku
it: Ripetere Password
nl: Herhaal wachtwoord
no: Gjenta passord
pl: Powtórz hasło
sk: Zopakovať heslo
sv: Upprepa lösenord

# titleCreateProfile
source: Create a new user-profile
cs: Vytvořit nový profil
da: Opret en ny brugerprofil
de: Neues Benutzerprofil erstellen
es: Crear un nuevo perfil de usuario
fr: Créer un nouveau profil
hr: Otvori novi korisnički račun
it: Crea un nuovo profilo utente
nl: Een nieuw gebruikersprofiel aanmaken
no: Lag en ny brukerprofil
pl: Utwórz nowy profil użytkownika
sk: Vytvoriť nový profil
sv: Skapa en ny användarprofil

# resendConfirmationMailTitle
source: Resend confirmation mail
da: Gensend konfirmerings e-mail
de: Bestätigungsemail erneut senden
nl: Bevestigingsmail opnieuw versturen
no: Send på nytt bekreftelseepost
sv: Skicka om bekräftelsemail

# resendConfirmationMailFieldsetLegend
source: Please enter your email address
da: Indtast venligst din e-mailadresse
de: Bitte geben Sie Ihre E-Mail Adresse an
nl: Voer je e-mailadres in
no: Skriv inn din epostadresse
sk: Prosím, zadajte Vašu e-mailovú adresu.
sv: Vänligen fyll i din E-postadress

# submitEdit
source: Update Profile
cs: Aktualizovat profil
da: Opdatér profil
de: Profil ändern
es: Actualizar perfil
fr: Mettre à jour le profil
hr: Ažuriraj korisnički račun
it: Aggiorna Profilo
nl: Profiel bijwerken
no: Oppdater profil
pl: Aktualizuj profil
sk: Aktualizovať profil
sv: Uppdatera profil

# create
source: Profile successfully created
cs: Profil byl úspěšně vytvořen
da: Profilen blev oprettet
de: Profil erstellt
es: Perfil creado exitosamente
fr: Profil créé avec succès !
hr: Korisnički račun je uspješno otvoren
it: Il profilo è stato creato correttamente
nl: Profiel succesvol aangemaakt
no: Profil opprettet
pl: Profil został pomyślnie utworzony
sk: Profil bol úspešne vytvorený
sv: Profil skapades utan problem

# createAndInvited
source: Profile successfully created and user informed
cs: Profil byl úspěšně vytvořen a uživatel informován
da: Profil opdateret og bruger informeret
de: Profil erfolgreich erstellt und Benutzer informiert
es: Perfil creado exitosamente y el usuario ha sido informado
fr: L'utilisateur a été informé de la création de son profil
hr: Korisnički račun je uspješno otvoren i korisnik je obaviješten
it: Il profilo è stato creato correttamente e l'utente è stato informato
nl: Profiel succesvol aangemaakt en gebruiker geïnformeerd
no: Profil opprettet og bruker informert
pl: Profil został pomyślnie utworzony, a użytkownik poinformowany
sk: Profil bol úspešne vytvorený a užívateľ bol informovaný
sv: Profil skapades och användaren aviserad
