Repository: in2code-de/femanager
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: cs, da, de, es, fr, hr, it, nl, no, pl, sk, sv

# createAndInvitedFinished
source: Profile successfully changed and enabled
cs: Profil byl úspěšně aktualizován a aktivován
da: Profilen er ændret og aktiveret
de: Profil erfolgreich geändert und aktiviert
es: Perfil cambiado y habilitado exitosamente
fr: Profil modifié et actif
hr: Korisnički račun je uspješno ažuriran i omogućen
it: Il profilo è stato cambiato ed abilitato corettamente
nl: Profiel succesvol gewijzigd en ingeschakeld
no: Profil endret og aktivert
pl: Profil został pomyślnie zmieniony i włączony
sk: Profil bol úspešne aktualizovaný a aktivovaný
sv: Profil ändrad samt aktiverad utan problem

# createRequestWaitingForUserConfirm
source: Thank you for your request. Please check your mail account to confirm the profile.
cs: Děkujeme za vaši žádost. Zkontrolujte si prosím váš email a profil potvrďte.
da: Tak for din henvendelse. Tjek venligst din e-mail for at konfirmere profilen.
de: Vielen Dank für die Anfrage. Bitte überprüfen Sie Ihr E-Mail-Postfach und bestätigen Sie Ihre Registrierung.
es: Gracias por su solicitud. Por favor verifique su cuenta de correo electrónico para confirmar.
fr: Merci pour votre inscription. Veuillez vérifier vos e-mails pour confirmer la création de profil.
hr: Zahvaljujemo Vam na Vašem zahtjevu. Molimo Vas da provjerite Vaš e-mail račun kako bi potvrdili zahtjev.
it: Grazie per la richiesta. Si prega di controllare il proprio indirizzo di posta elettronica per confermare il profilo.
nl: Dank u voor uw aanvraag. Controleer uw e-mail account om het profiel te bevestigen.
no: Takk for din forespørsel. Vennligst sjekk e-postkontoen for å bekrefte profilen.
pl: Dziękujemy za Twoją prośbę. Sprawdź swoje konto pocztowe aby potwierdzić profil.
sk: Ďakujeme za vašu žiadosť. Skontrolujte si prosím váš email a potvrďte profil.
sv: Tack för din förfrågan. Vänligen kolla din inkorg för att bekräfta profilen.

# createRequestWaitingForAdminConfirm
source: Thank you for your registration. Your profile will be available as soon as the admin confirms your request.
da: Tak for din registrering. Din profil vil være tilgængelig, så snart administratoren bekræfter din anmodning.
de: Vielen Dank für Ihre Registrierung. Ihr Profil wird verfügbar sein, sobald der Administrator Ihre Anfrage bestätigt.

# resendConfirmationMailSend
source: An email was sent to your account. Please check your inbox.
da: En e-mail blev sendt til din konto. Tjek venligst din indbakke.

# resendConfirmationMailFail
source: We received no valid mail.
da: Vi modtog ingen gyldig e-mail.
de: Wir haben keine gültige E-Mail erhalten.
nl: We hebben geen geldige e-mail ontvangen.
no: Vi mottok ikke gyldig epost.
sv: Vi har ej mottagit ett giltigt mail.

# ratelimiter_too_many_attempts
source: Too many attempts from this IP address. Try again later.
da: For mange forsøg fra denne IP-adresse. Prøv igen senere.
de: Zu viele Versuche von dieser IP-Adresse. Versuchen Sie es später erneut.
nl: Te veel pogingen van dit IP-adres. Probeer het later opnieuw.

# createFailedProfile
source: Profile creation failed
cs: Vytvoření profilu selhalo
da: Oprettelse af profil fejlede
de: Profil Erstellung fehlgeschlagen
es: ha fallado la creación de perfil
fr: Échec de la création du pofil
hr: Otvaranje korisničkog računa nije uspjelo
it: Creazione del profilo fallita
nl: Profiel aanmaken mislukt
no: Oppretting av profil feilet
pl: Utworzenie profilu nie powiodło się
sk: Vytvorenie profilu zlyhalo
sv: Misslyckades med att skapa profil

# userAlreadyConfirmed
source: Profile is already confirmed
cs: Profil byl již potvrzen
da: Profil er allerede bekræftet
de: Profil wurde bereits bestätigt
es: El perfil ya está confirmado
fr: Le profil est déjà confirmé
hr: Korisnički račun je već potvrđen
it: Il profilo è stato già confermato
nl: Profiel is al bevestigd
no: Profilen er allerede bekreftet
pl: Profil jest już potwierdzony
sk: Profil už bol potvrdený
sv: Profilen är redan bekräftad

# missingUserInDatabase
source: No Profile found in database. Maybe it was deleted before.
cs: Profil nenalezen v databázi. Možná byl už smazán.
da: Ingen profil blev fundet i databasen. Måske er det slettet tidligere.
de: Benutzer konnte nicht ermittelt werden. Eventuell wurde das Profil bereits gelöscht.
es: No encontrado en la base de datos. Tal vez ha sido eliminado.
fr: Ce profil n'existe pas dans la base de données.
hr: Korisnički račun nije pronađen u bazi podataka. Možda je već izbrisan.
it: Nessun profilo è stato trovato nel database. Forse è stato cancellato precedentemente.
nl: Geen profiel gevonden in de database. Misschien werd het al eerder verwijderd.
no: Ingen profil funnet i databasen. Er den kanskje slettet.
pl: Nie odnaleziono profilu w bazie danych. Być może został on wcześniej usunięty.
sk: Profil nebol nájdený v databáze. Pravdepodobne bol už vymazaný.
sv: Ingen profil hittades i databasen. Kanske har den tagits bort tidigare.

# createProfileDeleted
source: Profile successfully deleted
cs: Profil byl úspěšně smazán
da: Profilen blev slettet
de: Das angegebene Profil wurde erfolgreich gelöscht
es: Perfil eliminado exitosamente
fr: Profil supprimé !
hr: Korisnički račun je uspješno izbrisan
it: Il profilo è stato correttamente cancellato
nl: Profiel succesvol verwijderd
no: Profil slettet
pl: Profil został pomyślnie usunięty
sk: Profil bol úspešne odstránený
sv: Profilen togs bort utan problem

# titleUpdateProfile
source: Update your user-profile
cs: Aktualizovat váš profil
da: Opdatér din brugerprofil
de: Profil ändern
es: Actualice su perfil de usuario
fr: Mettre à jour votre profil
hr: Ažurirajte Vaš korisnički račun
it: Aggiorna il tuo profilo utente
nl: Uw gebruikersprofiel bijwerken
no: Oppdater din brukerprofil
pl: Aktualizuj swój profil użytkownika
sk: Aktualizovať Váš profil
sv: Uppdatera din användarprofil

# confirmUserConfirmation
source: Please confirm the creation of your account.
da: Bekræft venligst oprettelsen af din konto.

# confirmUserConfirmationRefused
source: Please confirm the deletion of your account.
da: Bekræft venligst sletningen af din konto.
de: Bitte bestätigen Sie die Löschung Ihres Kontos.

# confirmAdminConfirmation
source: Please confirm the creation of this account.
da: Bekræft venligst oprettelsen af denne konto.

# confirmAdminConfirmationRefused
source: Please confirm the deletion of this account.
da: Bekræft venligst sletningen af denne konto.

# confirmAdminConfirmationRefusedSilent
source: Please confirm the silent deletion of this account.
da: Bekræft venligst den tavse sletning af denne konto.

# update
source: Profile successfully changed
cs: Profil byl úspěšně aktualizován
da: Profilen blev ændret
de: Profil geändert
es: Perfil cambiado exitosamente
fr: Profil enregistré avec succès
hr: Korisnički račun je uspješno ažuriran
it: Il profilo è stato cambiato correttamente
nl: Gebruikersnaam is succesvol gewijzigd
no: Profil endret
pl: Profil został pomyślnie zmieniony
sk: Profil bol úspešne aktualizovaný
sv: Profilen uppdaterades utan problem

# noChanges
source: No changes detected, nothing to update
cs: Nebyly detekovány žádné změny, není co aktualizovat
da: Ingen ændringer, så intet at opdatere
de: Keine Änderung vorgenommen
es: No hay cambios detectados, nada que actualizar
fr: Aucun changement. Le compte n'a pas été mis à jour
hr: Nema izmjena, ništa nije ažurirano
it: Nessun cambiamento è stato rilevato, quindi non ci sono aggiornamenti da effettuare
nl: Geen wijzigingen gedetecteerd, niets om bij te werken
no: Ingen endringer, ingenting å oppdatere
pl: Nie wykryto zmian, nie ma nic do aktualizacji
sk: Nenašli sa žiadne zmeny, nie je čo aktualizovať
sv: Inga ändringar upptäcktes, inget att uppdatera

# updateRequest
source: Your change request was transmitted to the administrator. After a confirmation, your profile will be up-to-date.
cs: Vaše žádost byla předána administrátorovi. Váš profil bude aktuální po potrvrzení.
da: Din ænsringsforespørgsel blev sendt til administratoren. Efter en bekræftelse vil din profil blive opdateret.
de: Profil Änderung angefragt. Ihre Änderungen sind nach einer Bestätigung des Administrators sichtbar.
es: Su solicitud de cambio fue enviada al administrador. Después de la confirmación, su perfil será actualizado.
fr: Votre modification a été envoyé à un administrateur pour validation.
hr: Vaš zahtjev za ažuriranjem je prenesen administratoru. Nakon potvrde, Vaš korisnički račun bit će ažuran.
it: Le tue richieste di cambiamento sono state inviare all'Amministratore del sistema. Dopo la conferma, il tuo profilo sarà aggiornato.
nl: Uw wijzigingsverzoek is verzonden aan de beheerder. Na bevestiging zal uw profiel up-to-date zijn.
no: Din forespørsel om endring ble sendt til administrator. Etter en bekreftelse, vil profilen din være up-to-date.
pl: Twoja prośba o zmiany została przekazana do administratora, Po potwierdzeniu Twój profil będzie aktualny.
sk: Vaša žiadosť bola odovzdaná administrátorovi. Po potvrdení bude Váš profil aktualizovaný.
sv: Din begäran om uppdatering skickades till administratören. Efter en bekräftelse, kommer din profil att vara uppdaterad.

# login
source: You're successfully logged in now
cs: Nyní jste úspěšně přihlášen(a)
da: Du er nu logget på
de: Sie sind erfolgreich angemeldet
es: Usted ha iniciado sesión exitosamente
fr: Vous êtes connecté
hr: Sada ste uspješno prijavljeni
it: Login effettuato con successo
nl: Je bent succesvol ingelogd nu
no: Du er logget inn
pl: Jesteś teraz z powodzeniem zalogowany
sk: Teraz ste úspešne prihlásený
sv: Du är nu inloggad

source: Delete Profile
cs: Smazat profil
da: Slet profil
de: Profil löschen
es: Eliminar perfil
fr: Supprimer le profil
hr: Izbriši korisnički račun
it: Cancella Profilo
nl: Profiel verwijderen
no: Slett profil
pl: Usuń profil
sk: Odstrániť profil
sv: Ta bort profil

# updateProfile
source: Profile successfully updated
cs: Profil byl úspěšně aktualizován
da: Profilen blev opdateret
de: Profil erfolgreich geändert
es: Perfil actualizado exitosamente
fr: Profil mis à jour avec succès !
hr: Korisnički račun je uspješno ažuriran
it: Il profilo è stato aggiornato correttamente
nl: Profiel succesvol bijgewerkt
no: Profil oppdatert
pl: Profil został pomyślnie zaktualizowany
sk: Profil bol úspešne aktualizovaný
sv: Profil uppdaterad utan problem

# updateFailedProfile
source: Profile update failed
cs: Aktualizace profilu selhala
da: Opdatering af profil mislykkedes
de: Profil Änderung fehlgeschlagen
es: Ha fallado la actualización de perfil
fr: Échec de la mise à jour du profil
hr: Ažuriranje korisničkog računa nije uspjelo
it: L'aggiornamento del profilo è fallito
nl: Profiel bijwerken mislukt
no: Profiloppdatering feilet
pl: Aktualizacja profilu nie powiodła się
sk: Aktualizácia profilu zlyhala
sv: Profiluppdateringen misslyckades

# field_image_fineuploader
source: Please enable fineUploader plugin
da: Aktivér fineUploader plugin
de: Bitte fineUploader Plugin aktivieren
es: Por favor habilite el plugin fineUploader
fr: Merci d’activer le plugin fineUploader
hr: Molimo Vas da omogućite plugin fineUploader
it: Abilitare il plugin fineUploader
nl: Activeer de fineUploader plugin
no: Vennligs slå på fineUploader plugin
pl: Włącz wtyczkę fineUploader
sk: Povoľte prosím fineUploader plugin
sv: Vänligen aktivera fineUploader tilläggsplugin

# field_image_drag
source: Drag file
cs: Přetáhnout soubor
da: Træk fil
de: Drag and Drop Bereich
es: Arrastrar archivo
fr: Déposer des fichiers
hr: Vuci datoteku
it: Trascina il file
nl: Sleep bestand
no: Dra fil
pl: Przeciągnij plik
sk: Potiahnuť súbor
sv: Dra fil

# field_image_drag_processing
source: Drag in progress ...
cs: Přetažení probíha ...
da: Træk udføres ...
de: Drag in Bearbeitung...
es: Arrastre en progreso...
fr: Traitement en cours...
hr: Vuča u tijeku...
it: Trascinamento in corso ...
nl: Slepen bezig...
no: Dra utføres...
pl: Przeciąganie w toku...
sk: Prebieha spracovanie...
sv: Dra pågår ...

source: empty
cs: prázdné
da: tom
de: leer
es: Vacío
fr: vide
hr: prazno
it: vuoto
nl: leeg
no: tom
pl: pusty
sk: prázdne
sv: tom

source: Please choose ...
cs: Prosím vyberte ...
da: Vælg venligst ...
de: Bitte wählen...
es: Por favor seleccione...
fr: Veuillez choisir ...
hr: Molimo odaberite...
it: Scegli ...
nl: Maak een keuze ...
no: Vennligst velg...
pl: Wybierz...
sk: Vyberte prosím ...
sv: Vänligen välj ...

# pleaseChooseCountry
source: Please choose a country ...
da: Vælg venligst et land ...
de: Bitte ein Land auswählen ...
fr: Veuillez choisir un pays
nl: Kies een land ...

# FilterLabel
source: Search
cs: Hledat
da: Søg
de: Suche
es: Buscar
fr: Recherche
hr: Traži
it: Cerca
nl: Zoek
no: Søk
pl: Szukaj
sk: Hľadať
sv: Sök

# FilterPlaceholder
source: Search ...
cs: Hledat ...
da: Søg ...
de: Suche...
es: Buscar
fr: Rechercher...
hr: Traži...
it: Cerca ...
nl: Zoek ...
no: Søk...
pl: Szukaj...
sk: Hľadať ...
sv: Sök...

# FilterSubmit
source: Filter now
cs: Hned filtrovat
da: Filtrér nu
de: Jetzt Filtern
es: Filtrar ahora
fr: Filtrer
hr: Filtriraj sada
it: Filtra ora
nl: Nu filteren
no: Filtrer nå
pl: Filtruj teraz
sk: Filtrovať
sv: Filtrera nu

# UserDeleteConfirmation
source: Are you sure to delete your profile?
cs: Opravdu chcete smazat váš profil?
da: Er du sikker på, at du vil slette din profil?
de: Sind Sie sicher, dass Sie Ihr Profil löschen möchten?
es: ¿Está seguro de borrar su perfil?
fr: Êtes-vous sûr de vouloir supprimer votre compte ?
hr: Zaista želite izbrisati Vaš korisnički račun?
it: Sei sicuro di voler cancellare il tuo profilo?
nl: Weet u zeker, dat u dit profiel wilt verwijderen?
no: Er du sikker på at du vil slette din profil?
pl: Jesteś pewny, że chcesz usunąć swój profil?
sk: Ste si istý, že chcete vymazať Váš profil?
sv: Är du säker på att du vill ta bort din profil?

# titleInvitationProfile
source: Invite a new user
cs: Pozvat nového uživatele
da: Invitér en ny bruger
de: Einen Benutzer einladen
es: Invitar un nuevo usuario
fr: Inviter une nouvelle personne
hr: Pozovi novog korisnika
it: Invita un nuovo utente
nl: Nieuwe gebruiker uitnodigen
no: Inviter en ny bruker
pl: Zaproś nowego użytkownika
sk: Pozvať nového užívateľa
sv: Bjud in en ny användare

# titleInvitationSetPassword
source: Please set a new password
cs: Zadejte prosím nové heslo
da: Indtast venligst en adgangskode
de: Bitte setzen Sie ein neues Passwort
es: Por favor, establecer una nueva contraseña
fr: Saisissez votre nouveau mot de passe
hr: Molimo Vas da postavite novu lozinku
it: Per favore inserisci una nuova password
nl: Stel een nieuw wachtwoord in
no: Vennligst sett et nytt passord
pl: Ustaw nowe hasło
sk: Zadajte prosím nové heslo
sv: Vänligen sätt ett nytt lösenord

# BackendListUserDelete
source: Delete
cs: Smazat
da: Slet
de: Löschen
es: Eliminar
fr: Supprimer
hr: Brisanje
it: Cancella
nl: Verwijder
no: Slett
pl: Usunięcie
sk: Odstrániť
sv: Ta bort

# BackendListUserDeleteConfirmation
source: Are you sure to delete this User?
cs: Opravdu chcete smazat tohoto uživatele?
da: Er du sikker på, at du vil slette denne bruger?
de: Wollen Sie den Benutzer wirklich löschen?
es: ¿Está seguro que desea eliminar este usuario?
fr: Êtes-vous sûr de vouloir supprimer cet utilisateur ?
hr: Zaista želite obrisati ovog korisnika?
it: Sei sicuro di cancellare questo Utente?
nl: Weet u zeker dat u deze gebruiker wilt verwijderen?
no: Er du sikker på at du vil slette denne brukeren?
pl: Jesteś pewny, że chcesz usunąć tego użytkownika?
sk: Ste si istí, že chcete odstrániť tohto užívateľa?
sv: Är du säker på att du vill ta bort denna användare?

# BackendListUserEdit
source: Edit
da: Redigér
de: Bearbeiten
fr: Éditer
nl: Bewerk
no: Rediger
sk: Upraviť
sv: Redigera

# BackendListUserLogout
source: Logout
da: Log ud
nl: Log uit
no: Logg ut
sk: Odhlásiť
sv: Logga ut

# BackendListUserVisibilityHide
source: Disable
da: Deaktivér
de: Deaktivieren
nl: Deactiveer
no: Slå av
sk: Zablokovať
sv: Inaktivera

# BackendListUserVisibilityHidden
source: Hidden
da: Skjult
de: Verborgen
nl: Verborgen
no: Skjul
sv: Dold

# BackendListUserVisibilityUnhide
source: Enable
da: Aktivér
de: Aktivieren
nl: Activeer
no: Slå på
sv: Aktivera

# BackendListFilterLabel
source: Search
cs: Hledat
da: Søg
de: Suche
es: Buscar
fr: Rechercher
hr: Traži
it: Cerca
nl: Zoek
no: Søk
pl: Szukaj
sk: Hľadať
sv: Sök

# BackendListLoginAs
source: Login as
da: Log ind som
de: Anmeldung als
fr: Se connecter sous :
hr: Prijava kao
it: Accedi come
nl: Inloggen als
no: Logg inn som
sk: Prihlásiť sa ako
sv: Logga in som

# BackendConfirmationNoteTitle
source: Possible action:
da: Mulige handlinger:
de: Verfügbare Aktionen
fr: Action possible:
nl: Mogelijke actie:
no: Mulige handlinger:
sv: Möjlig åtgärd:

# BackendConfirmationNoteText
source: %s approval(s) available
da: %s manglende bruger-konfirmation(er) tilgængelige
de: %s Genehmigung(en) verfügbar
nl: %s goedkeuring(en) beschikbaar
no: %s mangler brukerbekreftelse(r) tilgjengelig
sv: %s tillgängliga saknade användarbekräftelse(r)

# AdminBackendConfirmationNoteText
source: %s user(s) need to be confirmed by admin
da: %s bruger(e) skal bekræftes af admin
de: %s Benutzer muss/müssen von Admin bestätigt werden

# BackendConfirmationColumnAction
source: Actions
da: Handlinger
de: Aktionen
nl: Acties
no: Handlinger
sv: Åtgärder

# BackendMissingConfigPID
source: The config PID is missing!
da: Konfigurations PID mangler!
de: Die Konfigurations-PID fehlt!
fr: Le PID n'a pas été défini au configuration!
nl: De configuratie PID ontbreekt!

# BackendConfirmationFlashMessageConfirmed
source: %s was successfully approved
da: %s blev godkendt med succes
de: %s ist erfolgreich verifiziert worden.
nl: %s is met succes goedgekeurd
no: %s ble godkjent
sv: %s godkändes med framgång

# BackendConfirmationFlashMessageFailed
source: The user confirmation failed, please check your system log or check your config
da: Brugerbekræftelse mislykkedes, tjek din systemlog eller tjek din konfiguration
de: Die Benutzerbestätigung ist fehlgeschlagen, bitte überprüfen Sie Ihr Systemprotokoll oder überprüfen Sie Ihre Konfiguration
nl: De bevestiging van de gebruiker is mislukt, controleer uw systeemlog of controleer uw configuratie

# BackendConfirmationFlashMessageRefused
source: %s was refused
da: %s blev afvist
de: %s wurde abgelehnt
nl: %s werd geweigerd
no: %s ble avslått
sv: %s nekades

# BackendConfirmationResendUserConfirmationRequest
source: resend user confirmation e-mail
da: gensend bruger konfirmerings e-mail
de: E-Mail-Bestätigung erneut senden
nl: bevestigingsmail van gebruiker opnieuw versturen
no: send på nytt bekreftelsesepost for bruker
sv: skicka om användarbekräftelsemail

# BackendConfirmationFlashMessageReSend
source: %s confirmation mail was resent
da: %s bekræftelsesmail blev sendt igen
de: %s-Bestätigungsmail wurde erneut gesendet

# resendConfirmationDialogueMessage
source: Your userprofile is not confirmed yet.
da: Din brugerprofil er ikke bekræftet endnu.
de: Ihr Benutzerprofil ist noch nicht bestätigt.
nl: Je gebruikersprofiel is nog niet bevestigd.
no: Brukerprofilen din er ikke bekreftet ennå.
sv: Din användarprofil är ännu ej bekräftad.

# resendConfirmationDialogueLink
source: Resend confirmation email?
da: Gensend konfirmering e-mail?
de: E-Mail-Bestätigung erneut senden?
nl: Bevestigingsmail opnieuw versturen?
no: Send bekreftelsesepost på nytt?
sv: Skicka om bekräftelsemail?

# createStatus
source: User registration
da: Brugerregistrering
de: Benutzerregistrierung
nl: Gebruikersregistratie

# js.loading_states
source: Loading states ...
da: Indlæser tilstande ...
de: Lade Bundesländer ...
nl: Statussen worden geladen...

# tx_femanager_domain_model_log.state.400
source: Invitation
cs: Pozvánka
de: Einladung
es: Invitación
hr: Pozivnica
it: Invito
nl: Uitnodiging
no: Invitasjon
pl: Zaproszenie
sk: Pozvánka
sv: Inbjudan

# resendConfirmationMailSend
source: An Email was send to your account. Please check your inbox.
nl: Een e-mail is verzonden naar uw account. Controleer uw inbox.
no: En epost ble sendt til din konto. Vennligst sjekk innboksen.

# tx_femanager_domain_model_user.fax
source: Fax
no: Faks

# tx_femanager_domain_model_user.email
source: Email
es: Correo electrónico
no: Epost
sv: E-post

# field_image_upload
source: Upload
cs: Nahrát
es: Cargar
fr: Télécharger
hr: Pošalji
it: Carica
no: Last opp
pl: Prześlij
sk: Nahrať súbor
sv: Ladda upp

# BackendListUserStatusOffline
source: Offline
no: Frakoblet

# BackendListUserStatusOnline
source: Online
no: Påkoblet
