Repository: in2code-de/femanager
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: cs, da, de, es, fr, hr, it, nl, no, pl, sk, sv

# tx_femanager_domain_model_user
source: User
cs: Uživatel
da: Bruger
de: Benutzer
es: Usuario
fr: Utilisateur
hr: Korisnik
it: Utente
nl: Gebruiker
no: Bruker
pl: Użytkownik
sk: Užívateľ
sv: Användare

# tx_femanager_domain_model_user.username
source: Username
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hr: Korisničko ime
it: Nome utente
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa użytkownika
sk: Užívateľské meno
sv: Användarnamn

# tx_femanager_domain_model_user.password
source: Password
cs: Heslo
da: Adgangskode
de: Passwort
es: Contraseña
fr: Mot de passe
hr: Lozinka
nl: Wachtwoord
no: Passord
pl: Hasło
sk: Heslo
sv: Lösenord

# tx_femanager_domain_model_user.password_repeat
source: Repeat Password
cs: Heslo znovu
da: Gentag adgangskode
de: Passwort wiederholen
es: Repetir contraseña
fr: Répéter le mot de passe
hr: Ponovite lozinku
it: Ripetere Password
nl: Herhaal wachtwoord
no: Gjenta passord
pl: Powtórz hasło
sk: Zopakovať heslo
sv: Upprepa lösenord

# tx_femanager_domain_model_user.usergroup
source: Usergroup
cs: Skupina
da: Brugergrupper
de: Benutzergruppe
es: Grupo de usuarios
fr: Groupe utilisateur
hr: Korisnička grupa
it: Gruppo utente
nl: Gebruikersgroep
no: Brukergruppe
pl: Grupa użytkowników
sk: Užívateľská skupina
sv: Användargrupp

# tx_femanager_domain_model_user.name
source: Full Name
cs: Celé jméno
da: Fulde navn
de: Voller Name
es: Nombre Completo
fr: Nom complet
hr: Ime i prezime
it: Nome completo
nl: Volledige naam
no: Fullt navn
pl: Pełna nazwa
sk: Celé meno
sv: Fullständigt namn

# tx_femanager_domain_model_user.firstName
source: Firstname
cs: Jméno
da: Fornavn
de: Vorname
es: Nombre
fr: Prénom
hr: Ime
it: Nome
nl: Voornaam
no: Fornavn
pl: Imię
sk: Krstné meno
sv: Förnamn

# tx_femanager_domain_model_user.middleName
source: Middlename
cs: Prostřední jméno
da: Mellemnavn
de: Mittelname
es: Segundo nombre
fr: Deuxième Prénom
hr: Srednje ime
it: Secondo nome
nl: Tussenvoegsel
no: Mellomnanv
pl: Drugie imię
sk: Stredné meno
sv: Mellannamn

# tx_femanager_domain_model_user.lastName
source: Lastname
cs: Příjmení
da: Efternavn
de: Nachname
es: Apellido
fr: Nom de famille
hr: Prezime
it: Cognome
nl: Achternaam
no: Etternavn
pl: Nazwisko
sk: Priezvisko
sv: Efternamn

# tx_femanager_domain_model_user.dateOfBirth
source: Birthdate
cs: Datum narození
da: Fødselsdato
de: Geburtstag
es: Fecha de Nacimiento
fr: Date de naissance
hr: Datum rođenja
it: Data di nascita
nl: Geboortedatum
no: Fødselsdato
pl: Data urodzenia
sk: Dátum narodenia
sv: Födelsedatum

# tx_femanager_domain_model_user.dateOfBirth.hint
source: Please type your birthdate as MM/DD/YYYY
cs: Zadejte prosím svůj datum narození ve formátu DD.MM.RRRR
da: Skriv venligst din fødselsdato som MM/DD/ÅÅÅÅ
de: Bitte gebe dein Geburtsdatum als TT.MM.JJJJ ein
es: Por favor ingrese la fecha de nacimiento
fr: Veuillez entrer votre date de naissance comme MM/JJ/AAAA
hr: Molimo Vas da unesete Vaš rođendan kao DD.MM.GGGG.
it: Si prega di inserire la data di nascita utilizzando GG/MM/AAAA
nl: Typ je geboortedatum als MM/DD/JJJJ
no: Vennligs skriv fødselsdato som DD.MM.YYYY
pl: Podaj swoją datę urodzenia w formacie MM/DD/YYYY
sk: Napíšte váš dátum narodenia v tvare MM.DD.YYYY
sv: Vänligen fyll i ditt födelsedatum enligt MM/DD/ÅÅÅÅ

# tx_femanager_domain_model_user.dateOfBirth.placeholder
source: MM/DD/YYYY
cs: DD.MM.RRRR
da: MM/DD/ÅÅÅÅ
de: TT.MM.JJJJ
es: MM/DD/AAAA
fr: MM/JJ/AAAA
hr: DD.MM.GGGG.
it: GG/MM/AAAA
nl: MM/DD/JJJJ
no: DD.MM.YYYY
sv: MM/DD/ÅÅÅÅ

# tx_femanager_domain_model_user.dateFormat
source: m/d/Y
cs: d.m.Y
da: d.m.Y
de: d.m.Y
fr: d/m/Y
hr: d.m.Y.
it: g/m/A
no: d.m.Y
sk: d.m.Y
sv: m/d/Å

# tx_femanager_domain_model_user.gender
source: Gender
cs: Pohlaví
da: Køn
de: Geschlecht
es: Género
fr: Sexe
hr: Spol
it: Sesso
nl: Geslacht
no: Kjønn
pl: Płeć
sk: Pohlavie
sv: Kön

# tx_femanager_domain_model_user.gender.item0
source: Male
cs: Muž
da: Mand
de: männlich
es: Masculino
fr: homme
hr: muško
it: Maschio
nl: Man
no: mann
pl: mężczyzna
sk: Muž
sv: Man

# tx_femanager_domain_model_user.gender.item1
source: Female
cs: Žena
da: Kvinde
de: weiblich
es: Femenino
fr: femme
hr: žensko
it: Femmina
nl: Vrouw
no: kvinne
pl: kobieta
sk: Žena
sv: Kvinna

# tx_femanager_domain_model_user.gender.item2
source: Diverse
da: Andet
de: Divers
fr: Divers

# tx_femanager_domain_model_user.address
source: Address
cs: Adresa
da: Adresse
de: Adresse
es: Dirección
fr: Adresse
hr: Adresa
it: Indirizzo
nl: Adres
no: Adresse
pl: Adres
sk: Adresa
sv: Adress

# tx_femanager_domain_model_user.telephone
source: Telephone
cs: Telefon
da: Telefon
de: Telefon
es: Teléfono
fr: Téléphone
hr: Telefon
it: Telefono
nl: Telefoon
no: Telefon
pl: Telefon
sk: Telefón
sv: Telefon

# tx_femanager_domain_model_user.title
source: Title
cs: Titul
da: Titel
de: Titel
es: Título
fr: Titre
hr: Titula
it: Titolo
nl: Titel
no: Tittel
pl: Tytuł
sk: Titul
sv: Titel

# tx_femanager_domain_model_user.zip
source: ZIP
cs: PSČ
da: Postnr.
de: PLZ
es: Código postal
fr: NPA
hr: Poštanski broj
it: CAP
nl: Postcode
no: Postnr
pl: Kod pocztowy
sk: PSČ
sv: Postnummer

# tx_femanager_domain_model_user.city
source: City
cs: Město
da: By
de: Stadt
es: Ciudad
fr: Localité
hr: Grad
it: Città
nl: Plaats
no: Sted
pl: Miasto
sk: Mesto
sv: Ort

# tx_femanager_domain_model_user.country
source: Country
cs: Stát
da: Land
de: Land
es: País
fr: Pays
hr: Država
it: Nazione
nl: Land
no: Land
pl: Kraj
sk: Krajina
sv: Land

# tx_femanager_domain_model_user.state
source: State
da: Tilstand
de: Bundesstaat/-land
fr: État
nl: Provincie

# tx_femanager_domain_model_user.www
source: Website
cs: Web
da: Webside
de: Webseite
es: Página web
fr: Site
hr: Internet stranica
it: Sito web
no: Nettside
pl: Strona internetowa
sk: Webstránka
sv: Webbplats

# tx_femanager_domain_model_user.company
source: Company
cs: Firma
da: Virksomhed
de: Firma
es: Compañía
fr: Société
hr: Tvrtka
it: Società
nl: Bedrijf
no: Firma
pl: Firma
sk: Spoločnosť
sv: Företag

# tx_femanager_domain_model_user.image
source: Image
cs: Obrázek
da: Billede
de: Bild
es: Imagen
hr: Slika
it: Immagine
nl: Afbeelding
no: Bilde
pl: Obrazek
sk: Obrázok
sv: Bild

# tx_femanager_domain_model_user.terms
source: I accept the terms and conditions
da: Jeg accepterer vilkår og betingelser
de: Ich habe die Bedingungen gelesen und akzeptiert
fr: J’accepte les conditions générales
nl: Ik ga akkoord met de algemene voorwaarden
no: Jeg aksepterer vilkårene
sk: Súhlasím s danými podmienkami
sv: Jag godkänner villkoren

# tx_femanager_domain_model_user.termslinktext
source: Click here for terms and conditions
da: Klik her for at læse vilkår og betingelser
de: Nutzungsbedingungen
fr: Page des conditions générales
nl: Klik hier voor de algemene voorwaarden
no: Klikke her for vilkårene
sv: Klicka här villkor

# tx_femanager_domain_model_user.lastlogin
source: Last login
cs: Poslední přihlášení
da: Sidste login
de: Letzter Login
es: Último inicio de sesión
fr: Dernière connexion
hr: Posljednja prijava
it: Ultimo accesso
nl: Laatste login
no: Sist logget inn
pl: Ostatnie logowanie
sk: Posledné prihlásenie
sv: Senast inloggad

# tx_femanager_domain_model_user.inactivesince
source: Inactive since
da: Inaktiv siden
de: Inaktiv seit
fr: Inactif depuis

# tx_femanager_domain_model_user.crdate
source: Creation Time
cs: Čas vytvoření
da: Oprettelsestidspunkt
de: Erstellungszeitpunkt
es: Fecha de creación
fr: Date de création
hr: Datum otvaranja korisničkog računa
it: Data di creazione
nl: Aanmaakdatum
no: Opprettet
pl: Data utworzenia
sk: Čas vytvorenia
sv: Skapad den

# tx_femanager_domain_model_log
source: User Log
cs: Log uživatele
da: Brugerlog
de: Benutzer Log
es: Log de usuario
fr: Journal de l'utilisateur
hr: Korisnički zapisnik
it: Registro Utente
nl: Gebruikers Log
no: Brukerlogg
pl: Log użytkownika
sk: Log
sv: Användarlogg

# tx_femanager_domain_model_log.title
source: Title
cs: Název
da: Titel
de: Bezeichnung
es: Título
fr: Titre
hr: Naslov
it: Titolo
nl: Titel
no: Tittel
pl: Tytuł
sk: Titul
sv: Titel

# tx_femanager_domain_model_log.crdate
source: Time
cs: Čas
da: Tid
de: Zeitpunkt
es: Tiempo
fr: Durée
hr: Vrijeme
it: Data
nl: Tijd
no: Tid
pl: Czas
sk: Čas
sv: Tid

# tx_femanager_domain_model_log.state
source: State
cs: Stát
da: Status
de: Status
es: Estado
fr: État
hr: Status
it: Stato
nl: Status
no: Status
pl: Status
sk: Štát
sv: Län

# tx_femanager_domain_model_log.state.100
source: Registration
cs: Registrace
da: Registrerering
de: Registrierung
es: Registro
fr: Inscription
hr: Otvaranje korisničkog računa
it: Registrazione
nl: Registratie
no: Registering
pl: Rejestracja
sk: Registrácia
sv: Registrering

# tx_femanager_domain_model_log.state.101
source: New Registration
cs: Nová registrace
da: Ny registrering
de: Neue Registrierung
es: Nuevo Registro
fr: Nouvelle inscription
hr: Otvaranje novog korisničkog računa
it: Nuova Registrazione
nl: Nieuwe registratie
no: Nyregistering
pl: Nowa rejestracja
sk: Nová registrácia
sv: Ny registrering

# tx_femanager_domain_model_log.state.102
source: Registration confirmed by user
cs: Registrace potvrzena uživatelem
da: Registrering bekræftet af bruger
de: Registrierung durch Benutzer bestätigt
es: Registro confirmado por el usuario
fr: Inscription confirmée par l'utilisateur
hr: Korisnik je potvrdio otvaranje korisničkog računa
it: Registrazione confermata dall'utente
nl: Registratie bevestigd door gebruiker
no: Registering bekreftet av bruker
pl: Rejestracja potwierdzona przez użytkownika
sk: Registrácia potvrdená užívateľom
sv: Registrering bekräftad av användare

# tx_femanager_domain_model_log.state.103
source: Registration confirmed by admin
cs: Registrace potvrzena adminem
da: Registrering bekræftet af admin
de: Registrierung durch Admin bestätigt
es: Registro confirmado por el administrador
fr: Inscription confirmée par l'administrateur
hr: Administrator je potvrdio otvaranje korisničkog računa
it: Registrazione confermata dall'amministratore
nl: Registratie bevestigd door admin
no: Registering bekreftet av administrator
pl: Rejestracja potwierdzona przez administratora
sk: Registrácia potvrdená administrátorom
sv: Registrering bekräftad av administratör

# tx_femanager_domain_model_log.state.104
source: Registration refused by user
cs: Registrace zamítnuta uživatelem
da: Registrering afvist af bruger
de: Registrierung durch Benutzer abgebrochen
es: Registro rechazado por el usuario
fr: Inscription refusée par l'utilisateur
hr: Korisnik je odbio otvaranje korisničkog računa
it: Registrazione rifiutata dall'utente
nl: Registratie geweigerd door gebruiker
no: Registering nektet av bruker
pl: Rejestracja odrzucona przez użytkownika
sk: Registrácia zamietnutá užívateľom
sv: Registrering nekad av användare

# tx_femanager_domain_model_log.state.105
source: Registration refused by admin
cs: Registrace zamítnuta adminem
da: Registrering afvist af admin
de: Registrierung durch Admin abgebrochen
es: Registro rechazado por el administrador
fr: Inscription refusée par l'administrateur
hr: Administrator je odbio otvaranje korisničkog računa
it: Registrazione rifiutata dall'amministratore
nl: Registratie geweigerd door admin
no: Registering nektet av administrator
pl: Rejestracja odrzucona przez administratora
sk: Registrácia zamietnutá administrátorom
sv: Registrering nekad av administratör

# tx_femanager_domain_model_log.state.106
source: Profile creation request
cs: Žádost o vytvoření profilu
da: Forespørgsel på oprettelse af profil
de: Registrierungsanfrage
es: Solicitud de creación de perfil
fr: Demande de création de compte
hr: Zahtjev za otvaranjem korisničkog računa
it: Richiesta creazione profilo
nl: Verzoek aanmaken profiel
no: Forespørsel om å lage profil
pl: Prośba o utworzenie profilu
sk: Žiadosť o vytvorenie profilu
sv: Förfrågan att skapa profil

# tx_femanager_domain_model_log.state.200
source: Update
cs: Aktualizace
da: Opdater
de: Änderung
es: Actualizar
fr: Mettre à jour
hr: Ažuriranje
it: Aggiornare
nl: Bijwerken
no: Oppdatering
pl: Aktualizacja
sk: Aktualizácia
sv: Uppdatera

# tx_femanager_domain_model_log.state.201
source: Profile updated
cs: Profil aktualizován
da: Profil opdateret
de: Profil Änderung
es: Perfil actualizado
fr: Profil mis à jour
hr: Korisnički račun ažuriran
it: Profilo aggiornato
nl: Profiel bijgewerkt
no: Profil oppdatert
pl: Profil zaktualizowany
sk: Profil aktualizovaný
sv: Profil uppdaterad

# tx_femanager_domain_model_log.state.202
source: Profile update confirmed by admin
cs: Aktualizace profilu potvrzena adminem
da: Opdatering af profil bekræftet af administrator
de: Profil Änderung durch Admin bestätigt
es: Actualización de perfil confirmada por el administrador
fr: Mise à jour du profil confirmée par l'administrateur
hr: Administrator je odobrio ažuriranje korisničkog računa
it: Aggiornamento del profilo confermato dall'amministratore
nl: Profiel update bevestigd door de beheerder
no: Profiloppdatering bekreftet av administrator
pl: Aktualizacja profilu potwierdzona przez administratora
sk: Aktualizácia profilu potvrdená administrátorom
sv: Profiluppdatering bekräftad av administratör

# tx_femanager_domain_model_log.state.203
source: Profile update refused by admin
cs: Aktualizace profilu zamítnuta adminem
da: Opdatering af profil afvist af administrator
de: Profil Änderung durch Admin abgelehnt
es: Actualización de perfil rechazado por el administrador
fr: Mise à jour du profil refusé par l'administrateur
hr: Administrator je odbio ažuriranje korisničkog računa
it: Aggiornamento del profilo rifiutato dall'amministratore
nl: Profielupdate geweigerd door de beheerder
no: Oppdatering av profil avslått av administrator
pl: Aktualizacja profilu odrzucona przez administratora
sk: Aktualizácia profilu zamietnutá administrátorom
sv: Profiluppdatering nekad av administratör

# tx_femanager_domain_model_log.state.204
source: Profile update request
cs: Žádost o aktualizaci profilu
da: Forespørgsel om opdatering af profil
de: Profil Änderung angefragt
es: Solicitud de actualización de perfil
fr: Demande de mis à jour de profil
hr: Zahtjev za ažuriranjem korisničkog računa
it: Richiesta di aggiornamento del profilo
nl: Aanvraag profiel update
no: Forespørsel om profiloppdatering
pl: Prośba o aktualizację profilu
sk: Žiadosť o aktualizáciu profilu
sv: Begäran om profiluppdatering

# tx_femanager_domain_model_log.state.205
source: Profile update security failure
cs: Chyba aktualizace profilu
da: Sikkerhedsfejl på opdatering af profil
de: Profil Änderung aus Sicherheitsgründen abgelehnt
es: Fallo de seguridad en actualización del perfil
fr: Erreur de sécurité lors de la mise à jour du compte
hr: Sigurnosna greška kod ažuriranja korisničkog računa
it: Mancato aggiornamento della sicurezza dei dati del profilo
nl: Beveiligingsfout bij profielupdate
no: Sikkerhetsfeil ved profiloppdatering
pl: Aktualizacja profilu nie powiodła się ze względów bezpieczeństwa
sk: Aktualizácia profilu zlyhala z bezpečnostných dôvodov
sv: Säkerhetsfel vid profiluppdatering

# tx_femanager_domain_model_log.state.206
source: Image deleted
da: Billede slettet
de: Bild gelöscht
fr: Image supprimée
nl: Afbeelding verwijderd
no: Bilde slettet
sk: Obrázok odstránený
sv: Bild borttagen

# tx_femanager_domain_model_log.state.207
source: Attempted to spoof profile
da: Forsøgt på svindel-profil

# tx_femanager_domain_model_log.state.208
source: Profile update not authorized
da: Opdatering af profil ikke godkendt

# tx_femanager_domain_model_log.state.300
source: Delete
cs: Smazat
da: Slet
de: Löschen
es: Eliminar
fr: Supprimer
hr: Brisanje
it: Cancella
nl: Verwijder
no: Slett
pl: Usunięcie
sk: Odstrániť
sv: Ta bort

# tx_femanager_domain_model_log.state.301
source: Profile deleted
cs: Profil smazán
da: Profil slettet
de: Profil gelöscht
es: Perfil eliminado
fr: Profil supprimé
hr: Korisnički račun izbrisan
it: Profilo cancellato
nl: Profiel verwijderd
no: Profil slettet
pl: Profil usunięty
sk: Profil odstránený
sv: Profil borttagen

# tx_femanager_domain_model_log.state.401
source: Profile created and user invited
cs: Profil byl vytvořen a uživatel pozván
da: Profil oprettet og bruger inviteret
de: Profil erstellt und Benutzer eingeladen
es: Perfil creado y usuario invitado
fr: Profil créé et utilisateur invité
hr: Korisnički račun je otvoren i korisnik je pozvan
it: Il profilo è stato creato e l'utente creato
nl: Profiel aangemaakt en gebruiker uitgenodigd
no: Profil laget og bruker invitert
pl: Profil utworzony i użytkownik zaproszony
sk: Profil bol vytvorený a užívateľ bol pozvaný
sv: Profil skapad och användare inbjuden

# tx_femanager_domain_model_log.state.402
source: Profile deleted by user
cs: Profil smazán uživatelem
da: Profil slettet af bruger
de: Profil gelöscht durch den Benutzer
es: Perfil eliminado por el usuario
fr: Profil supprimé par l'utilisateur
hr: Korisnik je izbrisao korisnički račun
it: Il profilo è stato eliminato dall'utente
nl: Profiel verwijderd door gebruiker
no: Profil slettet av bruker
pl: Profil usunięty od użytkownika
sk: Profil ostránený užívateľom
sv: Profil borttagen av användare

# tx_femanager_domain_model_log.state.403
source: Wrong hash
cs: Špatný hash
da: Forkert hash
de: Falsche Prüfsumme
es: Hash incorrecto
fr: Mauvais hash
hr: Pogrešan hash
it: Hash sbagliato
nl: Verkeerde hash
no: Feil hash
pl: Nieprawidłowy hash
sk: Nesprávny hash
sv: Felaktig hash

# tx_femanager_domain_model_log.state.404
source: You tried to open a restricted page
cs: Pokus o oteveření zabezpečené stránky
da: Du forsøgte at åbne en adgangsbegrænset side
de: Sie haben versucht eine Seite mit beschränktem Zugriff aufzurufen
es: Estás intentando abrir una página restringida
fr: Vous essayez d'ouvrir une page protégée
hr: Pokušali ste pristupiti stranici koja ima ograničen pristup
it: Hai provato ad aprire una pagina ad accesso riservato
nl: U probeerde een pagina met toegangsbeperking te openen
no: Du prøvde å åpne en adgangsbegernset side
pl: Próbowałeś otworzyć zastrzeżoną stronę
sk: Pokúsili ste sa otvoriť stránku s obmedzeným prístupom
sv: Du försökte öppna en sida med begränsad behörighet

# tx_femanager_domain_model_log.state.405
source: Password changed and profile activated
cs: Heslo změněno a profil aktivován
da: Adgangskode ændret og profil aktiveret
de: Passwort geändert und Profil aktiviert
es: Se ha cambiado la contraseña y activado el perfil
fr: Mot de passe modifié et profil activé
hr: Lozinka je izmjenjena i korisnički račun je odobren
it: La password è stata cambiata e il profilo attivato
nl: Wachtwoord gewijzigd en profiel geactiveerd
no: Passord endret og profil aktivert
pl: Hasło zmienione i użytkownik aktywowany
sk: Heslo bolo zmenené a profil aktivovaný
sv: Lösenord ändrat och profilen aktiverad

# tx_femanager_domain_model_log.user
source: User
cs: Uživatel
da: Bruger
de: Benutzer
es: Usuario
fr: Utilisateur
hr: Korisnik
it: Utente
nl: Gebruiker
no: Bruker
pl: Użytkownik
sk: Užívateľ
sv: Användare

# error_no_typoscript
source: No TypoScript found. Did you already include the static Template?
da: TypoScript ikke fundet. Har du indkluderet den statiske skabelon?
de: Kein TypoScript gefunden. Eventuell fehlt das statische TypoScript?
es: TypoScript no encontrado. ¿Ya Incluyó la plantilla estática?
fr: Aucun TypoScript trouvé. Avez-vous inclus le template static ?
hr: Nisu pronađene TypoScript postavke. Jeste li već uključili statični predložak?
it: Nessuna configurazione TypoScript trovata. È stato incluso il Template statico?
nl: Geen TypoScript gevonden. Hebt u het statische sjabloon al opgenomen?
no: TypoScript ikke funnet. Inkluderte du den statiske malen?
pl: Brak konfiguracji TypoScript. Czy dołączyłeś statyczny Szablon?
sk: Nenašiel sa žiaden TypoScript. Pridali ste static šablónu?
sv: Inget TypoScript hittades. Har du redan inkluderat den statiska Mallen?

# error_no_typoscript_be
source: No TypoScript found. Did you already setup module.tx_femanager.settings.configPID in your PageTS?
da: Ingen TypoScript fundet. Har du allerede opsat module.tx_femanager.settings.configPID in dine PageTS?
de: Kein TypoScript gefunden. Haben Sie bereits module.tx_femanager.settings.configPID in Ihrem PageTS eingerichtet?
fr: Aucun TypoScript trouvé. Avez-vous déjà installé module.tx_femanager.settings.configPID dans votre PageTS?
nl: Geen TypoScript gevonden. Heeft u al setup module.tx_femanager.settings.configPID in uw PageTS?
no: Ingen TypoScript funnet. Har du alt satt opp module.tx_femanager.settings.configPID i PageTS?
sk: Chýba TypoScript.
sv: Inget TypoScript hittades. Har du redan satt upp module.tx_femanager.settings.configPID i din PageTS?

# error_no_storagepid
source: No Storage PID was set. Please set the storage PID via TypoScript or in the plugin settings.
da: Ingen lager PID er angivet. Angiv venligst en lager PID via TypoScript eller i plugin indstillingerne.
de: Keine "Storage PID" gesetzt. Bitte setzen Sie den Ausgangspunkt mit Hilfe von TypoScript oder direkt im Plugin.
fr: Aucun point d'entrée défini. Merci de le définir en TypoScript ou dans le flexform de l'extension
hr: Nije postavljen PID spremnika. Molimo Vas da postavite PID spremnika putem TypoSript postavki ili u postavkama plugina.
it: Il PID dello storage non è stato configurato. Si prega di configurare il PID dello storage utilizzando il TypoScript oppure le impostazioni del plugin.
nl: Er is geen opslag PID ingesteld. Stel de opslag PID in via TypoScript of in de plugin instellingen.
no: Ingen lagringsPID ble satt. Vennligst set lagringsPID via TypoScript eller i oppsett av plugin.
pl: Nie został ustawiony PID magazynu. Ustaw PID magazynu przez TypoScript lub w ustawieniach wtyczki.
sk: Nebolo zadané žiadne PID úložiska. Prosím, zadajte PID úložiska cez TypoScript alebo nastavenia pluginu.
sv: Inget lagrings SidID är satt. Vänligen ställ in lagrings SidID via TypoScript eller i inställningarna för tilläggsmodulen.

# error_not_authorized
source: You are not authorized for this action
da: Du har ikke tilladelser til denne handling
de: Sie sind nicht berechtigt, diese Aktion auszuführen
fr: Vous n'êtes pas autorisé à effectuer cette opération
hr: Nemate dopuštenja za izvršenje ove radnje
it: Non sei autorizzato a effettuare questa operazione
nl: U bent niet geautoriseerd om deze actie uit te voeren
no: Du er ikke autorisert for denne handlingen
sk: Nemáte povolenie na vykonanie tejto operácie
sv: Du har inte behörighet att utföra åtgärden

# validationError
source: Error
cs: Chyba
da: Fejl
de: Fehler
fr: Erreur
hr: Greška
it: Errore
nl: Fout
no: Feil
pl: Błąd
sk: Chyba
sv: Fel

# validationErrorRequiredModel
source: Username and password must be filled
cs: Uživatelské jméno a heslo musí být zadány
da: Brugernavn og adgangskode skal udfyldes
de: Benutzername und Passwort dürfen nicht leer sein
es: Nombre de usuario y contraseña deben ser llenados
fr: Le nom d'utilisateur et le mot de passe doivent être remplis
hr: Korisničko ime i lozinka su obavezni
it: Username e password devono essere inseriti
nl: Gebruikersnaam en wachtwoord moeten worden ingevuld
no: Brukernavn og passord må fylles inn
pl: Nazwa użytkownika i hasło muszą być wypełnione
sk: Užívateľské meno a heslo musí byť vyplnené
sv: Användarnamn och lösenord krävs

# validationErrorWrongDateFormat
source: Given date format is wrong
cs: Zadaný formát datumu je špatně
da: Det angivne datoformat er ugyldigt
de: Bitte Datumsformat überprüfen
es: Formato de fecha incorrecto
fr: Le format de la date est invalide
hr: Dani format datuma je pogrešan
it: Il formato inserito per la data non è corretto
nl: Gegeven datum formaat is verkeerd
no: Gitt datoformat er feil
pl: Podany format daty jest nieprawidłowy
sk: Zadaný formát dátumu je nesprávny
sv: Angivet datumformat är felaktigt
