Repository: in2code-de/femanager
Catalog: Resources/Private/Language/*.locallang_mod.xlf
Languages: da, de

# mlang_tabs_tab
source: Frontend Users
da: Frontendbrugere
de: FE Manager

# mlang_labels_tabdescr
source: FE Manager allows you to see a list of Frontend Users and filter them. Show Users from a usergroup or from a searchword or simply show users which are online
da: FE Manager giver dig mulighed for at se en liste over Frontendbrugere og filtrere dem. Vise brugere fra en brugergruppe eller fra et søgeord eller blot vise brugere, der er online
de: FE Manager Modul um eine Liste aller Frontend Benutzer zu sehen. Benutzer können auch nach Benutzergruppe oder durch ein Suchwort gefiltert werden. Desweiteren ist es möglich, Benutzer anzuzeigen, die gerade Online sind.

# mlang_labels_tablabel
source: FE Manager
da: Manager

# femanager_registration.title
source: Registration
da: Registrerering
de: Anmeldung

# femanager_registration.description
source: Description of Registration
da: Beskrivelse af registreringen
de: Beschreibung der Anmeldung

# femanager_edit.title
source: Edit
da: Redigér
de: Bearbeiten

# femanager_edit.description
source: Description of Edit
da: Beskrivelse af redigér
de: Beschreibung der Bearbeiten-Funktion

# femanager_list.title
source: List
da: Liste
de: Liste

# femanager_list.description
source: Description of List
da: Beskrivelse af liste
de: Beschreibung der Liste

# femanager_detail.title
source: Detail
da: Detaljer
de: Detailansicht

# femanager_detail.description
source: Description of Detail
da: Beskrivelse af detalje
de: Beschreibung der Detailansicht

# femanager_invitation.description
source: Description of Invitation
da: Beskrivelse af invitation
de: Beschreibung der Einladung

# femanager_resendconfirmationmail.title
source: Resend Confirmation Mail
da: Gensend bekræftelses-e-mail
de: Bestätigungs-E-Mail erneut senden

# femanager_resendconfirmationmail.description
source: Description of Resend Confirmation Mail
da: Beskrivelse af Send bekræftelsesmail igen
de: Beschreibung der Bestätigungsmail erneut senden

# femanager_invitation.title
source: Invitation
de: Einladung
