Repository: in2code-de/femanager
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: cs, da, de, es, fr, hr, it, nl, no, pl, sk, sv

# validationErrorRequired
source: Field %s is required
cs: Pole %s je povinné
da: Feltet %s er obligatorisk
de: Feld %s ist ein Pflichtfeld
es: Este campo es obligatorio
fr: Le champ %s est requis
hr: Polje %s je obavezno
it: Il campo %s è obbligatorio
nl: Veld %s is vereist
no: Felt %s er obligatorisk
pl: Pole %s jest wymagane
sk: Pole %s je povinné
sv: Fältet %s är obligatoriskt

# validationErrorEmail
source: Field %s is not a valid email address
cs: Pole %s není správná emailová adresa
da: Feltet %s er ikke en gyldig e-mail adresse
de: Feld %s benötigt eine korrekte E-Mail-Adresse
es: Formato de Email no válido
fr: Le champ %s n'est pas une adresse email valide
hr: Polje %s nije ispravna e-mail adresa
it: L'indirizzo email %s inserito non è valido
nl: Veld %s is geen geldig e-mailadres
no: Feltet %s er ikke en gyldig e-postadresse
pl: Pole %s nie jest poprawnym adresem email
sk: Pole %s nie je platná emailová adresa
sv: Fältet %s är ej en giltig e-postadress

# validationErrorMin
source: Please add more characters to field %s
cs: Zadejte prosím více textu do pole %s
da: Tilføj flere tegn til feltet %s
de: Bitte benutzen Sie mehr Zeichen im Feld %s
es: Por favor, añadir más caracteres al campo %s
fr: Veuillez ajouter plus de caractères au champ %s
hr: Molimo Vas da unesete više znakova u polje %s
it: Si prega di aggiungere più caratteri al campo %s
nl: Voeg meer karakters toe aan het veld %s
no: Vennligst skriv inn flere tegn i felt %s
pl: Dodaj więcej znaków do pola %s
sk: Prosím, zadajte viac znakov do poľa %s
sv: Vänligen lägg till fler tecken till fältet %s

# validationErrorMax
source: Please add less characters to field %s
cs: Zadejte prosím méně textu do pole %s
da: Tilføj færre karakterer til feltet %s
de: Bitte benutzen Sie weniger Zeichen im Feld %s
es: Por favor, añada menos caracteres para el campo %s
fr: Veuillez supprimer des caractères du champ %s
hr: Molimo Vas da unesete manje znakova u polje %s
it: Si prega di aggiungere meno caratteri al campo %s
nl: Voeg minder tekens toe aan het veld %s
no: Vennligst skriv inn færre tegn i %s
pl: Pole %s zawiera za dużo znaków
sk: Prosím, zadajte menej znakov do poľa %s
sv: Vänligen minska antalet tecken i fältet %s

# validationErrorMinInt
source: Please respect the minimum value for field %s
da: Overhold venligst minimumsværdien for felt %s

# validationErrorMaxInt
source: Please respect the maximum value for field %s
da: Overhold venligst maksimumværdien for felt %s

# validationErrorInt
source: Only numbers are allowed in field %s
cs: Pouze číslice jsou povoleny v poli %s
da: Kun tal er tilladt i feltet %s
de: Lediglich Zahlen sind erlaubt im Feld %s
es: Ingrese solo números
fr: Seuls les chiffres sont autorisés dans le champ %s
hr: U polju %s dopuštene su jedino znamenke
it: Nel campo %s sono consentiti solo numeri
nl: Alleen cijfers zijn toegestaan in veld %s
no: Bare tall er tillatt i felt %s
pl: Tylko cyfry są dozwolone w polu %s
sk: V poli %s sú povolené len čísla
sv: Endast siffror är tillåtna i fältet %s

# validationErrorLetters
source: Only letters are allowed in field %s
cs: Pouze písmena jsou povoleny v poli %s
da: Kun bugstaver er tilladt i feltet %s
de: Lediglich Buchstaben sind erlaubt im Feld %s
es: Ingrese solo letras
fr: Seules les lettres sont autorisées dans le champ %s
hr: U polju %s dopuštena su jedino slova
it: Nel campo %s sono consentite solo lettere
nl: Alleen letters zijn toegestaan in veld %s
no: Bare bokstaver er tillatt i felt %s
pl: Tylko litery są dozwolone w polu %s
sk: V poli %s sú povolené len čísla
sv: Endast bokstäver är tillåtna i fältet %s

# validationErrorUniquePage
source: Value of field %s is already in use
cs: Hodnota v poli %s je již použita
da: Værdien i feltet %s er allerede brugt
de: Der Wert im Feld %s wird bereits verwendet
es: El valor del campo %s ya está en uso
fr: La valeur du champ %s est déjà utilisée
hr: Vrijednost polja %s već je u upotrebi
it: Il campo %s è già presente
nl: Waarde van veld %s is al in gebruik
no: Verdien i felt %s er allerede i bruk
pl: Wartość pola %s jest już w użyciu
sk: Zadaná hodnota poľa %s už existuje
sv: Värdet för fältet %s används redan

# validationErrorUniqueDb
source: Value of field %s is already in use
cs: Hodnota v poli %s je již použita
da: Værdien i feltet %s er allerede i brug
de: Dieser Wert wird bereits von jemand anderem verwendet
es: El valor del campo %S ya está en uso
fr: La valeur du champ %s est déjà utilisés
hr: Vrijednost polja %s već je u upotrebi
it: Il campo %s è già in uso
nl: Waarde van veld %s is al in gebruik
no: Felt %s er allerede i bruk
pl: Wartość pola %s jest już w użyciu
sk: Zadaná hodnota poľa %s už existuje
sv: Värdet för fältet %s används redan

# validationErrorMustInclude
source: Try another value for field %s
cs: Zkuste jinou hodnotu pro pole %s
da: Prøv en anden værdi for feltet %s
de: Bitte versuchen Sie einen anderen Wert im Feld %s
es: Ingrese otro valor al campo %s
fr: Veuillez essayer une autre valeur pour le champ %s
hr: Pokušajte drugu vrijednost za polje %s
it: Prova ad utilizzare un altro valore per il campo %s
nl: Probeer een andere waarde voor veld %s
no: Prøv en annen verdi i felt %s
pl: Spróbuj podać inną wartość dla pola %s
sk: Skúste inú hodnotu poľa %s
sv: Prova ett annat värde för fältet %s

# validationErrorMustNotInclude
source: Not allowed signs in field %s
da: Ikke tilladt tegn i feltet %s
de: Nicht erlaubte Zeichen im Feld %s
fr: Caractères non autorisés dans le champ %s
hr: Znakovi koji nisu dopušteni u polju %s
it: Non sono permessi segni nel campo %s
nl: Niet toegestaan tekens in veld %s
no: Ugyldige tegn i felt
sk: Nepovolený znak v poli %s
sv: Icke tillåtna tecken i fältet %s

# validationErrorInList
source: This value is not allowed in field %s
cs: Tato hodnota není povolena v poli %s
da: Denne værdi er ikke tilladt i feltet %s
de: Dieser Wert ist nicht zulässig im Feld %s
es: Este valor no está permitido en el campo %s
fr: La valeur du champ %s n'est pas autorisée
hr: Ova vrijednost nije dopuštena za polje %s
it: Questo valore non è consentito nel campo %s
nl: Deze waarde is niet toegestaan in veld %s
no: Denne verdien er ikke tillatt i felt %s
pl: Ta wartość jest niedozwolona w polu %s
sk: Táto hodnota poľa %s nieje povolená
sv: Detta värde är ej tillåtet i fältet %s

# validationErrorSameAs
source: Values do not match
da: Værdier stemmer ikke overens
de: Die Werte sind unterschiedlich
fr: Les valeurs ne correspondent pas

# validationErrorPasswordRepeat
source: Both passwords do not match
da: Begge adgangskoder stemmer ikke overens
de: Die Passwörter stimmen nicht überein

# validationErrorDate
source: Date has the wrong format
cs: Datum má špatný formát
da: Datoformatet er ugyldigt
de: Das Datum hat ein falsches Format
es: Fecha con formato incorrecto
fr: La date a un format incorrect
hr: Datum je u pogrešnom formatu
it: La data ha un formato errato
nl: Datum heeft het verkeerde formaat
no: Dato har feil format
pl: Data ma nieprawidłowy format
sk: Dátum ma nesprávny formát
sv: Datumet har fel format

# validationErrorCaptcha
source: Wrong Captcha code
cs: Chybná Captcha
da: Forkert Captcha kode
de: Captcha Code falsch
es: Código captcha erroneo
fr: Code captcha invalide
hr: Pogrešan captcha kod
it: Il codice Captcha è sbagliato
nl: Verkeerde Captcha code
no: Feil Captcha code
pl: Nieprawidłowy kod captcha
sk: Nesprávny captcha kód
sv: Fel Captcha-kod

# validationErrorGeneral
source: Field could not be validated
da: Felt kunne ikke valideres
de: Das Feld konnte nicht validiert werden.
nl: Veld kon niet worden gevalideerd

# emailCreateAdminConfirmationSubject
source: Please confirm a new registration
cs: Potvrďte prosím svou registraci
da: Godkend venligst en ny registrering
de: Bitte bestätige eine neue Registrierung
fr: Nouvelle inscription à valider
hr: Molimo Vas da potvrdite otvaranje novog korisničkog računa
it: Si prega di confermare la nuova registrazione
nl: Bevestig een nieuwe registratie
no: Vennligst bekreft en ny registrering
sk: Potvrďte prosím novú registráciu
sv: Vänligen bekräfta en ny registrering

# emailCreateAdminConfirmationSalutation
source: Dear Admin,
cs: Drahý Admine,
da: Kære administrator
de: Hallo Admin,
es: Estimado Administrador,
fr: Cher administrateur,
hr: Poštovani administratore,
it: Caro Amministratore,
nl: Beste Admin,
no: Kjære administrator,
pl: Drogi Administratorze,
sk: Milý Admin,
sv: Kära administratör,

# emailCreateAdminConfirmationUserProperties
source: User properties:
cs: Vlastnosti uživatele:
da: Brugeregenskaber:
de: Profileigenschaften:
es: Propiedades de usuario:
fr: Propriétés de l'utilisateur :
hr: Korisnički račun:
it: Proprietà utente:
nl: Gebruikerseigenschappen:
no: Brukeregenskaper:
pl: Ustawienia użytkownika:
sk: Vlastnosti užívateľa:
sv: Användaregenskaper:

# emailCreateAdminConfirmationText1
source: Please confirm registration of %s by clicking the following link:
cs: Potvrďte prosím svou registraci %s kliknutím na tento odkaz:
da: Godkend venligst registrering af %s ved at klikke på følgende link:
de: Bitte bestätige die Registrierung des Benutzers %s durch Klick auf nachfolgenden Link:
es: Por favor confirme el registro de %s haciendo clic en el siguiente link:
fr: Veuillez confirmez l'inscription de %s en cliquant sur le lien suivant :
hr: Molimo Vas da potvrdite otvaranje korisničkog računa %s klikom na sljedeću poveznicu:
it: Si prega di confermare la registrazione del %s cliccando sul seguente link:
nl: Bevestig de registratie van %s door op de volgende link te klikken:
no: Vennligst bekreft registrering av %s ved å klikke på følgende link:
pl: Prosimy potwierdzić rejestrację %s klikając w następujący link:
sk: Potvrďte prosím registráciu %s kliknutím na nasledujúci odkaz:
sv: Vänligen bekräfta registrering av %s genom att klicka på följande länk:

# emailCreateAdminConfirmationLinkConfirm
source: Confirm registration
cs: Potvrzerní registrace
da: Godkend registrering
de: Registrierung bestätigen
es: Confirmar registro
fr: Confirmer l'inscription
hr: Potvrda otvaranja korisničkog računa
it: Conferma la registrazione
nl: Registratie bevestigen
no: Bekreft registering
pl: Potwierdź rejestrację
sk: Potvrdiť registráciu
sv: Bekräfta registrering

# emailCreateAdminConfirmationText2
source: If you want to delete the registration, click this link:
cs: Pokud chcete smazat registraci, klikněte na tento odkaz:
da: Hvis du ønsker at slette registreringen, klik på dette link:
de: Wenn die Registrierung gelöscht werden soll, bitte auf nachfolgenden Link klicken:
es: Si quieres borrar el registro, haz clic en el siguiente link:
fr: Si vous souhaitez supprimer l'inscription, cliquez sur ce lien :
hr: Ukoliko želite izbrisati korisnički račun, kliknite na ovu poveznicu:
it: Se si vuole cancellare la registrazione, cliccare sul seguente link:
nl: Klik op deze link om de registratie te verwijderen:
no: Hvis du ønsker å slette registreringen, klikk på denne linken:
pl: Jeżeli chcesz usunąć rejestrację, kliknij ten link:
sk: Ak chcete zmazať registráciu, kliknite na odkaz:
sv: Om du vill ta bort registreringen, klicka på denna länk:

# emailCreateAdminConfirmationLinkConfirmRefused
source: Delete profile
cs: Smazat profil
da: Slet profil
de: Profil löschen
es: Eliminar perfil
fr: Supprimer le profil
hr: Izbriši korisnički račun
it: Cancella profilo
nl: Profiel verwijderen
no: Slett profil
pl: Usuń profil
sk: Odstrániť profil
sv: Ta bort profil

# emailCreateAdminConfirmationText3
source: If you want to delete the registration, without sending an email to the user, click this link:
cs: Pokud chcete smazat registraci bez emailu uživateli, klikněte na tento odkaz:
da: Hvis du vil slette registreringen, uden at sende en e-mail til brugeren, skal du klikke på dette link:
de: Wenn die Registrierung gelöscht werden soll, ohne dass der Benutzer eine E-Mail zugeschickt bekommt, bitte nachfolgenden Link klicken:
es: Si quieres eliminar este registro, sin enviar un correo electrónico al usuario, haz clic en el siguiente link:
fr: Si vous souhaitez supprimer l'inscription, sans envoyer d'e-mail à l'utilisateur, cliquez ici :
hr: Ukoliko želite izbrisati korisnički račun bez slanja e-mail obavijesti korisniku, kliknite na ovu poveznicu:
it: Se si vuole cancellare la registrazione, senza inviare una email di notifica all'utente, cliccare il seguente link:
nl: Als u de registratie wilt verwijderen, zonder e-mail te sturen naar de gebruiker, klikt u op deze link:
no: Hvis du ønsker å slette registreringen, uten å sende en e-post til brukeren, klikk på denne linken:
pl: Jeżeli chcesz usunąć rejestrację, bez wysyłania emaila do użytkownika, kliknij ten link:
sk: Ak chcete vymazať registráciu, bez poslania emailu užívateľovi, kliknite na odkaz:
sv: Om du vill ta bort registreringen, utan att skicka ett e-post till användaren, klicka denna länk:

# emailCreateAdminConfirmationLinkConfirmRefusedSilent
source: Silently delete profile
cs: Potichu smazat profil
da: Diskret sletning af profil
de: Profil ohne Benachrichtigung löschen
es: Silent Delete Profile
fr: Supprimer silencieusement le profil
hr: Tiho brisanje profila
it: Elimina profilo silenzioso
nl: Profiel stilletjes verwijderen
no: Stille sletting av profil
pl: Dyskretne usunięcie profilu
sk: Odstrániť profil bez upozornení
sv: Ta bort profilen utan avisering

# emailCreateUserConfirmationSubject
source: Please confirm your profile creation request
cs: Potvrďte prosím vytvoření vašeho profilu
da: Bekræft din forespørgsel om oprettelse af profil
de: Bitte bestätigen Sie Ihre Profil-Registrierung
es: Por favor confirma tu solicitud de creación de perfil
fr: Merci de confirmer la création de votre profil
hr: Molimo Vas da potvrdite Vaš zahtjev za otvaranjem korisničkog računa
it: Si prega di confermare la tua richiesta di profilo creato
nl: Bevestig uw verzoek om profiel aan te maken
no: Vennligst bekreft din forespørsel om etablering av profil
sk: Prosím, potvrďte vašu žiadosť o vytvorenie konta
sv: Vänligen bekräfta din begäran om att skapa ny profil

# emailCreateUserConfirmationSalutation
source: Dear
cs: Drahý(á)
da: Kære
de: Hallo
es: Estimado
fr: Cher
hr: Poštovani
it: Gentile
nl: Beste
no: Kjære
pl: Drogi
sk: Milý
sv: Kära

# emailCreateUserConfirmationText1
source: Please confirm your profile registration on our server by clicking the following link:
cs: Potvrďte prosím registraci vašeho profilu na našem serveru kliknutím na tento odkaz:
da: Bekræft din registrering af profil på vores server ved at klikke på det følgende link:
de: Bitte bestätigen Sie Ihre Registrierung auf unserem Server durch Klick auf nachstehenden Link:
es: Por favor confirma tu registro presionado el siguiente enlace:
fr: Veuillez confirmer votre inscription sur nos serveurs en cliquant sur le lien suivant :
hr: Molimo Vas da potvrdite Vaš zahtjev za otvaranjem korisničkog računa klikom na sljedeću poveznicu:
it: Si prega di confermare la registrazione del profilo cliccando sul seguente link:
nl: Bevestig uw profielregistratie op onze server door op de volgende link te klikken:
no: Vennligst bekreft din registrering av profil på vår server ved å klikke på følgende link:
pl: Prosimy potwierdź rejestrację swojego profilu na naszym serwerze przez kliknięcie w poniższy link:
sk: Prosím, potvrďte vašu registráciu kliknutím na nasledujúci odkaz:
sv: Vänligen bekräfta registreringen av din profil, genom att klicka på följande länk:

# emailCreateUserConfirmationLinkConfirm
source: Confirm profile
cs: Potvrzení profilu
da: Bekræft profil
de: Bestätige Profil
es: Confirmar perfil
fr: Confirmer le profil
hr: Potvrdi korisnički račun
it: Conferma profilo
nl: Profiel bevestigen
no: Bekreft profil
pl: Potwierdź profil
sk: Potvrdenie profilu
sv: Bekräfta profil

# emailCreateUserConfirmationText2
source: If you don't want to be registered on our system, click this link:
cs: Pokud nechcete být u nás registrováni, klikněte na tento odkaz:
da: Hvis du ikke ønsker at blive registreret på vores system, klik på dette link:
de: Wenn Ihr Profil fälschlicherweise auf unserem System hinterlegt wurde, können Sie dieses durch Klick auf nachstehenden Link löschen.
es: Si tu no quieres registrarte, haz clic en este enlace
fr: Si vous ne voulez pas être enregistré sur notre système, cliquez sur ce lien :
hr: Ukoliko ne želite korisnički račun, kliknite na ovu poveznicu:
it: Se non si desidera essere registrati sul nostro sistema, fare clic sul seguente link:
nl: Wilt u niet geregistreerd worden op ons systeem, klik dan op deze link:
no: Hvis du ikke ønsker å bli registrert i systemet, klikk på denne linken
pl: Jeżeli nie chcesz być zarejestrowany w naszym systemie, kliknij ten link
sk: Ak si neželáte byť registrovaný, kliknite na odkaz:
sv: Om du ej vill bli registrerad i våra system, klicka på denna länk:

# emailCreateUserConfirmationLinkConfirmRefused
source: Delete profile
cs: Smazat profil
da: Slet profil
de: Profil löschen
es: Eliminar Perfil
fr: Supprimer le profil
hr: Izbriši korisnički račun
it: Cancella profilo
nl: Profiel verwijderen
no: Slett profil
pl: Usuń profil
sk: Odstrániť profil
sv: Ta bort profil

# emailCreateUserConfirmationSignature
source: Your website team.
cs: Tým vašeho webu.
da: Dit hjemmeside-team.
de: Ihr Website-Team.
es: Su equipo web
fr: L'équipe du site.
hr: Vaš tim internet stranice.
it: Il Team del sito web.
nl: Jouw website-team.
no: Ditt nettstedsteam.
pl: Twój zespół portalu.
sk: Website tím.
sv: Ditt webbplatsteam.

# emailCreateUserNotifySubject
source: Your registration was confirmed
cs: Vaše registrace byla potvrzena
da: Din registrering blev godkendt
de: Ihre Registrierung wurde bestätigt
es: Tu registro fue confirmado
fr: Votre inscription a été confirmée
hr: Otvaranje Vašeg korisničkog računa je potvrđeno
it: La tua registrazione è stata confermata
nl: Uw aanmelding is bevestigd
no: Din registering ble bekreftet
sk: Vaša registrácia bola potvrdená
sv: Din registrering bekräftades

# emailCreateUserNotifySalutation
source: Dear
cs: Drahý(á)
da: Kære
de: Hallo
es: Estimado
fr: Cher
hr: Poštovani
it: Gentile
nl: Beste
no: Kjære
pl: Drogi
sk: Milý
sv: Kära

# emailCreateUserNotifyText1
source: Your profile was confirmed and successfully created.
cs: Váš profil byl úspěšně vytvořen.
da: Din profil blev godkendt og oprettet.
de: Ihr Profil wurde erfolgreich bestätigt und erstellt.
es: Su perfil ha sido confirmado y creado éxitosamente
fr: Votre profil a été confirmé et créé avec succès.
hr: Vaš korisnički račun je potvrđen i uspješno otvoren.
it: Il tuo profilo è stato creato e confermato correttamente.
nl: Je profiel is bevestigd en succesvol aangemaakt.
no: Din profil ble bekreftet og aktivert.
pl: Twój profil został potwierdzony i pomyślnie utworzony.
sk: Váš profil bol potvrdený a úspešne vytvorený.
sv: Din profil bekräftades och har skapats utan problem.

# emailCreateUserNotifySignature
source: Your website team.
cs: Tým vašeho webu.
da: Dit hjemmeside-team.
de: Ihr Website-Team.
es: Su equipo web
fr: L'équipe du site.
hr: Vaš tim internet stranice.
it: Il Team del sito web.
nl: Jouw website-team.
no: Ditt nettstedsteam.
pl: Twój zespół portalu.
sk: Váš website tím.
sv: Ditt webbplatsteam.

# emailCreateUserNotifyRefusedSubject
source: Dear
cs: Drahý(á)
da: Kære
de: Hallo
es: Estimado
fr: Cher
hr: Poštovani
it: Gentile
nl: Beste
no: Kjære
pl: Drogi
sk: Milý
sv: Kära

# emailCreateUserNotifyRefusedSalutation
source: Dear
cs: Drahý(á)
da: Kære
de: Hallo
es: Estimado
fr: Cher
hr: Poštovani
it: Gentile
nl: Beste
no: Kjære
pl: Drogi
sk: Milý
sv: Kära

# emailCreateUserNotifyRefusedText1
source: Thank you for your profile request. We're sorry to tell you, that we had to refuse your request.
cs: Děkujeme za vaši žádost o vytvoření profilu. Litujeme, ale musíme vám oznámit, že jsme vaši žádost zamítli.
da: Tak for din forespørgsel om oprettelse af profil. Desværre må vi meddele, at vi har afvist din forespørgsel.
de: Vielen Dank für Ihre Registrierung. Wir müssen Ihnen jedoch mitteilen, dass diese nicht genehmigt werden konnte.
es: Gracias por su solicitud de perfil. Lamentamos decirle que tuvimos que rechazar su solicitud.
fr: Nous vous remercions de votre demande de profil. Nous sommes désolé de devoir refuser votre demande.
hr: Zahvaljujemo Vam na Vašem zahtjevu za otvaranjem korisničkog računa. Nažalost moramo Vas razočarati, Vaš zahtjev je odbijen.
it: Grazie per la tua richiesta di profilo. Siamo spiacenti di comunicare che abbiamo rifiutato la tua richiesta.
nl: Bedankt voor je profielverzoek. Het spijt ons u te moeten mededelen dat we je verzoek hebben moeten weigeren.
no: Takk for din forespørsel. Vi beklager å fortelle deg, at vi måtte avvise forespørselen din.
pl: Dziękujemy za prośbę utworzenia profilu. Z przykrością informujemy, że musieliśmy odrzucić Twoją prośbę.
sk: Ďakujeme za vašu žiadosť o vytvorenie profilu. S poľutovaním Vám oznamujeme, že vaša žiadosť bola zamietnutá.
sv: Tack för din profilförfrågan. Tyvärr måste vi meddela att vi var tvungna att neka din förfrågan.

# emailCreateUserNotifyRefusedSignature
source: Your website team.
cs: Tým vašeho webu.
da: Dit hjemmeside-team.
de: Ihr Website-Team.
es: Su equipo web
fr: L'équipe du site.
hr: Tim Vaše internet stranice.
it: Il Team del sito web.
nl: Jouw website-team.
no: Ditt nettstedsteam.
pl: Twój zespół portalu.
sk: Váš website tím.
sv: Ditt webbplatsteam.

# emailCreateNotifySubject
source: New profile registration
cs: Registrace nového profilu
da: Ny registrering af profil
de: Neue Profil-Registrierung
fr: Inscription d'un nouveau profil
hr: Novo otvaranje korisničkog računa
it: Nuovo profilo di registrazione
nl: Nieuwe gebruikers registratie
no: Registering av ny profil
sk: Nová registrácia
sv: Ny profilregistrering

# emailCreateNotifySalutation
source: Dear Admin,
cs: Drahý Admine,
da: Kære administrator
de: Hallo Admin,
es: Estimado Administrador
fr: Cher administrateur,
hr: Poštovani administratore,
it: Gentile Amministratore,
nl: Beste Admin,
no: Kjære administrator,
pl: Drogi Administratorze,
sk: Milý administrátor,
sv: Kära administratör,

# emailCreateNotifyText1
source: Profile creation - User %s
cs: Vytvoření profilu - uživatel %s
da: Profil oprettelse - Bruger %s
de: Neue Profileinladung - Benutzer %s
es: Invitación perfil de %s
fr: Création de profil - Utilisateur %s
hr: Poziv za otvaranjem korisničkog računa za %s
it: Registrazione del profilo di %s
nl: Profiel aanmaken - Gebruiker %s
no: Invitasjon av %s
pl: Rejestracja profilu od %s
sk: Vytvorenie profilu - Užívateľ %s
sv: Skapa profil - Användare %s

# emailCreateNotifyText2
source: Profile creation - User %s set a new password and profile was enabled
cs: Vytvoření profilu - uživatel %s nastavil nové heslo a profil byl vytvořen
da: Profil oprettelse - Bruger %s angav ny adgangskode og profil blev aktiveret
de: Profil-Einladung - Benutzer %s hat ein neues Passwort gesetzt und das Profil wurde aktiviert
es: Invitación perfil - Usuario %s ha establecido una nueva contraseña y el perfil se encuentra habilitado
fr: Création de profil - Utilisateur %s a défini un nouveau mot de passe et le profil a été activé
hr: Poziv za otvaranjem korisničkog računa - korisnik %s postavio je novu lozinku te mu je omogućen korisnički račun
it: Profilo Invito - L'Utente %s ha configurato una nuova password e il profilo è stato abilitato
nl: Profiel aanmaken - Gebruiker %s heeft een nieuw wachtwoord ingesteld en profiel is ingeschakeld
no: Invitasjon - bruker %s satte et nytt passord og profil ble aktivert
pl: Profil zaproszenie - użytkownik %s ustawił nowe hasło i profil został włączony
sk: Vytvorenie profilu - Užívateľ %s nastavil nové heslo a profil bol odblokovaný
sv: Skapa profil - Användare %s satte ett nytt lösenord och profilen aktiverades
